[
    {
        "website": "http://www.timewarner.com", 
        "description": "Time Warner Inc., a global leader in media and entertainment with businesses in television networks, film and TV entertainment, uses its industry-leading operating scale and brands to create, package and deliver high-quality content worldwide through multiple distribution outlets.", 
        "founded": 1985, 
        "street": "One Time Warner Center, ", 
        "specialities": [
            "Media and Entertainment"
        ], 
        "size": "10,001+ employees", 
        "city": "New York", 
        "zip": "10019", 
        "url": "https://www.linkedin.com/company/1000", 
        "country": "United States", 
        "industry": "Entertainment", 
        "state": "NY", 
        "company_name": "Time Warner Inc.", 
        "follower_count": 114115, 
        "type": "Public Company"
    },
    {
        "website": "http://www.teledyne.com", 
        "description": "Teledyne Technologies is a leading provider of sophisticated electronic components, instruments & communications products, including defense electronics, data acquisition & communications equipment for airlines and business aircraft, monitoring and control instruments for industrial and environmental applications and components, and subsystems for wireless and satellite communications. \r\n\r\nThe Teledyne Solution \r\n\r\nNo matter what challenge you face, Teledyne has a solution. The diverse segments of Teledyne Technologies Incorporated bring decades of experience to bear on every project, working in cooperation to develop leading edge technologies. \r\n\r\nOur Markets \r\n\r\nWe serve niche market segments where performance, precision and reliability are critical. Our customers include major industrial and communications companies, government agencies, aerospace prime contractors and general aviation companies.", 
        "founded": null, 
        "street": "1049 Camino Dos Rios, ", 
        "specialities": [
            "Electronics & Communications", 
            "Engineered Systems", 
            "Aerospace Engines & Components", 
            "Energy & Power Systems", 
            "Digital Imaging", 
            "Instruments", 
            "Manufacturing", 
            "Microelectronics", 
            "Software", 
            "Microwave Components & Subsystems", 
            "Marine Systems", 
            "LIDAR", 
            "Semiconductor"
        ], 
        "size": "5001-10,000 employees", 
        "city": "Thousand Oaks", 
        "zip": "91360", 
        "url": "https://www.linkedin.com/company/1001", 
        "country": "United States", 
        "industry": "Electrical/Electronic Manufacturing", 
        "state": "CA", 
        "company_name": "Teledyne Technologies Incorporated", 
        "follower_count": 13856, 
        "type": "Public Company"
    },
    {
        "website": "http://www.ibm.com", 
        "description": "IBM is a global technology and innovation company headquartered in Armonk, NY. It is the largest technology and consulting employer in the world, with more than 375,000 employees serving clients in 170 countries. Just completing its 22nd year of patent leadership, IBM Research has defined the future of information technology with more than 3,000 researchers in 12 labs located across six continents. Scientists from IBM Research have produced six Nobel Laureates, 10 U.S. National Medals of Technology, five U.S. National Medals of Science, six Turing Awards, 19 inductees in the National Academy of Sciences and 20 inductees into the U.S. National Inventors Hall of Fame. Today, IBM is much more than a “hardware, software, services” company. IBM is now emerging as a cognitive solutions and cloud platform company. Our work and our people can be found in all sorts of interesting places. IBMers are helping transform healthcare, improving the retail shopping experience, rerouting traffic jams and even designing the next generation fan experience in sports stadiums around the world. It's the kind of thing we've been doing for more than 100 years.\r\n\r\nThis is IBM's official LinkedIn account and it follows IBM Social Computing Guidelines. We reserve the right to delete comments that are offensive or suggestive, personal attacks, anonymous, wildly off-topic, spam or advertisements.", 
        "founded": null, 
        "street": "International Business Machines Corp., New Orchard Road", 
        "specialities": [
            "Cloud", 
            "Mobile", 
            "Cognitive", 
            "Security", 
            "Research", 
            "Watson", 
            "Analytics", 
            "Consulting", 
            "Commerce", 
            "Experience Design", 
            "Internet of Things", 
            "Technology support", 
            "Industry solutions", 
            "Systems services", 
            "IT iinfrastructure", 
            "Resiliency services", 
            "Financing"
        ], 
        "size": "10,001+ employees", 
        "city": "Armonk, New York", 
        "zip": "10504", 
        "url": "https://www.linkedin.com/company/1009", 
        "country": "United States", 
        "industry": "Information Technology and Services", 
        "state": "NY", 
        "company_name": "IBM", 
        "follower_count": 3397055, 
        "type": "Public Company"
    },
    {
        "website": "http://www.ge.com", 
        "description": "GE (NYSE: GE) is the world’s Digital Industrial Company, transforming industry with software-defined machines and solutions that are connected, responsive and predictive. GE is organized around a global exchange of knowledge, the \"GE Store,\"​ through which each business shares and accesses the same technology, markets, structure and intellect. Each invention further fuels innovation and application across our industrial sectors. With people, services, technology and scale, GE delivers better outcomes for customers by speaking the language of industry. www.ge.com", 
        "founded": 1892, 
        "street": "41 Farnsworth St, ", 
        "specialities": [
            "Oil & Gas", 
            "Healthcare", 
            "Intelligent Platforms", 
            "Capital", 
            "Transportation", 
            "Aviation", 
            "Appliances", 
            "Lighting", 
            "Power & Water", 
            "Energy Management"
        ], 
        "size": "10,001+ employees", 
        "city": "Boston", 
        "zip": "02210", 
        "url": "https://www.linkedin.com/company/1015", 
        "country": "United States", 
        "industry": "Electrical/Electronic Manufacturing", 
        "state": "MA", 
        "company_name": "GE", 
        "follower_count": 1410195, 
        "type": "Public Company"
    },
    {
        "website": "http://www.gehealthcare.com", 
        "description": "GE Healthcare (NYSE: GE) provides transformational medical technologies and services to meet the demand for increased access, enhanced quality and more affordable healthcare around the world.  \r\n\r\nWhile we encourage and welcome comments to our LinkedIn page, these posts from members of the public do not necessarily represent GE Healthcare views, and we do not confirm their accuracy or endorse them.\r\nGE Healthcare is part of highly regulated medical device and pharmaceutical industry. Posts and conversations may be removed as a result, but may be forwarded to other people within GE Healthcare for follow-up as appropriate. \r\nAs part of our commitment to you and to the rest of the LinkedIn members, we will do our best to ensure that the content on the page remains positive. However, since we cannot monitor every post or conversation feed, we realize that the occasional objectionable posts will pop up just from time to time. Therefore, the company reserves the right to remove any postings at its sole discretion that are abusive, defamatory or obscene, fraudulent, deceptive or misleading, violate any intellectual property right or another, violate any law or regulation regarding the country it comes from, otherwise offensive, off topic, sales pitches about any products or services or spam.We also reserve the right to ban users from the GE Healthcare LinkedIn page who exhibit these or otherwise offensive and intrusive behaviors.This page is not a forum to obtain medical advice.", 
        "founded": 1892, 
        "street": "-, ", 
        "specialities": [
            "Healthcare"
        ], 
        "size": "10,001+ employees", 
        "city": "Chicago", 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1016", 
        "country": "United States", 
        "industry": "Hospital & Health Care", 
        "state": "", 
        "company_name": "GE Healthcare", 
        "follower_count": 517625, 
        "type": "Public Company"
    },
    {
        "website": "http://www.gepower.com", 
        "description": "GE Power is a world leader in power generation with deep domain expertise to help customers deliver electricity from a wide spectrum of fuel sources. We are transforming the electricity industry with the digital power plant, the world’s largest and most efficient gas turbine, full balance of plant, upgrade and service solutions as well as our data-leveraging software. Our innovative technologies and digital offerings help make power more affordable, reliable, accessible and sustainable.", 
        "founded": null, 
        "street": "1 River Road, ", 
        "specialities": [
            "Distributed Power", 
            "Gasification", 
            "Generators", 
            "Heavy Duty Gas Turbines", 
            "Nuclear Energy", 
            "Steam Turbines", 
            "Water & Process Technologies"
        ], 
        "size": "10,001+ employees", 
        "city": "Schenectady", 
        "zip": "12345", 
        "url": "https://www.linkedin.com/company/1021", 
        "country": "United States", 
        "industry": "Oil & Energy", 
        "state": "NY", 
        "company_name": "GE Power", 
        "follower_count": 517650, 
        "type": "Public Company"
    },
    {
        "website": "http://www.gecapital.com", 
        "description": "At GE Capital we provide smart financing and the know-how of GE to help our customers'​ capital go further and do more. GE Capital is an extension of GE's rich heritage of building and supporting growth. We're helping companies in ways that no other bank can. Any bank can help you finance. What we know can help you grow.", 
        "founded": null, 
        "street": "1, ", 
        "specialities": [
            "Corporate Financing", 
            "Equipment Financing", 
            "Aviation Financing", 
            "Healthcare Financing", 
            "Energy Financing & Investing", 
            "Commercial Real Estate Financing"
        ], 
        "size": "10,001+ employees", 
        "city": "Norwalk", 
        "zip": "06851", 
        "url": "https://www.linkedin.com/company/1023", 
        "country": "United States", 
        "industry": "Financial Services", 
        "state": "CT", 
        "company_name": "GE Capital", 
        "follower_count": 294317, 
        "type": "Public Company"
    },
    {
        "website": "http://www.hp.com/go/software", 
        "description": "Big Data changes everything - HPE Software gives you the power to transform it into actionable intelligence, so you can capitalize on opportunities and solve real problems in the moments that matter.", 
        "founded": null, 
        "street": null, 
        "specialities": [
            "Loadrunner", 
            "Quality Center", 
            "Agile manager", 
            "SaaS", 
            "Information Management", 
            "data center automation", 
            "functional testing", 
            "network management", 
            "agile development", 
            "Autonomy", 
            "Business Service Management", 
            "test automation", 
            "cloud", 
            "it network security", 
            "data security", 
            "IT management"
        ], 
        "size": null, 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/1024", 
        "country": null, 
        "industry": "Computer Software", 
        "state": null, 
        "company_name": "HPE Software", 
        "follower_count": 143973, 
        "type": null
    },
    {
        "website": "http://www.hpe.com", 
        "description": "Welcome to the new Hewlett Packard Enterprise where we help customers use technology to turn ideas into value. In turn, they transform industries, markets and lives. We’re in the acceleration business and we’re here to help you go further, faster.", 
        "founded": null, 
        "street": "3000 Hanover Street, ", 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": "Palo Alto", 
        "zip": "94304", 
        "url": "https://www.linkedin.com/company/1025", 
        "country": "United States", 
        "industry": "Information Technology and Services", 
        "state": "California", 
        "company_name": "Hewlett Packard Enterprise", 
        "follower_count": 2445638, 
        "type": "Public Company"
    },
    {
        "website": "http://labs.hpe.com", 
        "description": "At Hewlett Packard Enterprise, we’re innovators at heart. And Hewlett Packard Labs is where some of our most exciting ideas become a reality. Get a peek at the breakthroughs we're working on.", 
        "founded": null, 
        "street": ", ", 
        "specialities": [
            "Research and Development"
        ], 
        "size": null, 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1026", 
        "country": null, 
        "industry": "Information Technology and Services", 
        "state": "", 
        "company_name": "Hewlett Packard Labs", 
        "follower_count": 34850, 
        "type": null
    },
    {
        "website": "http://hpe.to/60008Knf4", 
        "description": "Achieve IT goals with a flexible funding model. Rethink the way you acquire, pay for and use IT.", 
        "founded": null, 
        "street": ", ", 
        "specialities": [
            "Leasing /  Financing", 
            "Pre-Owned Equipment", 
            "Short-term Rentals", 
            "Asset Recovery Services", 
            "IT Investment Strategies"
        ], 
        "size": null, 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1027", 
        "country": null, 
        "industry": "Financial Services", 
        "state": "", 
        "company_name": "HPE Financial Services", 
        "follower_count": 28257, 
        "type": null
    },
    {
        "website": "http://www.oracle.com", 
        "description": "With more than 380,000 customers—including 100 of the Fortune 100—and with deployments across a wide variety of industries in more than 145 countries around the globe, Oracle offers an optimized and fully integrated stack of business hardware and software systems. Oracle engineers hardware and software to work together in the cloud and in your data center–from servers and storage, to database and middleware, through applications. Learn more about Oracle http://oracle.com/us/corporate", 
        "founded": 1977, 
        "street": "500 Oracle Parkway, ", 
        "specialities": [
            "enterprise", 
            "software", 
            "applications", 
            "database", 
            "middleware", 
            "fusion", 
            "business intelligence", 
            "Primavera", 
            "PeopleSoft", 
            "EPM", 
            "BEA", 
            "Hyperion", 
            "Retek", 
            "Utilities", 
            "On-Demand", 
            "server & storage systems", 
            "BPM", 
            "solutions for communications industry", 
            "ERP", 
            "CRM", 
            "CRM On Demand", 
            "JDE", 
            "Siebel"
        ], 
        "size": "10,001+ employees", 
        "city": "Redwood Shores", 
        "zip": "94065", 
        "url": "https://www.linkedin.com/company/1028", 
        "country": "United States", 
        "industry": "Information Technology and Services", 
        "state": "CA", 
        "company_name": "Oracle", 
        "follower_count": 2098562, 
        "type": "Public Company"
    },
    {
        "website": "http://www.accenture.com", 
        "description": "Accenture is a leading global professional services company, providing a broad range of services and solutions in strategy, consulting, digital, technology and operations. Combining unmatched experience and specialized skills across more than 40 industries and all business functions – underpinned by the world’s largest delivery network – Accenture works at the intersection of business and technology to help clients improve their performance and create sustainable value for their stakeholders. With approximately 401,000 people serving clients in more than 120 countries, Accenture drives innovation to improve the way the world works and lives. Visit us at www.accenture.com.", 
        "founded": 1989, 
        "street": "Grand Canal Harbour, ", 
        "specialities": [
            "Management Consulting", 
            "Systems Integration and Technology", 
            "Business Process Outsourcing", 
            "Application and Infrastructure Outsourcing"
        ], 
        "size": "10,001+ employees", 
        "city": "Dublin 2", 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1033", 
        "country": "Ireland", 
        "industry": "Information Technology and Services", 
        "state": "", 
        "company_name": "Accenture", 
        "follower_count": 2691797, 
        "type": "Public Company"
    },
    {
        "website": "http://www.microsoft.com/", 
        "description": "At Microsoft, our mission is to empower every person and every organization on the planet to achieve more. Our mission is grounded in both the world in which we live and the future we strive to create. Today, we live in a mobile-first, cloud-first world, and the transformation we are driving across our businesses is designed to enable Microsoft and our customers to thrive in this world. \n\nWe do business in 170 countries and are made up of 114,000 passionate employees dedicated to fulfilling our mission of helping you and your organization achieve more.\n", 
        "founded": 1975, 
        "street": "1 Microsoft Way, ", 
        "specialities": [
            "Business Software", 
            "Design Tools", 
            "Developer Tools", 
            "Entertainment Products", 
            "Hardware", 
            "Home & Educational Software", 
            "Tablets", 
            "Search", 
            "Advertising", 
            "Servers", 
            "Windows Operating System", 
            "Windows Applications & Platforms", 
            "Smartphones", 
            "Cloud Computing"
        ], 
        "size": "10,001+ employees", 
        "city": "Redmond", 
        "zip": "98052", 
        "url": "https://www.linkedin.com/company/1035", 
        "country": "United States", 
        "industry": "Computer Software", 
        "state": "WA", 
        "company_name": "Microsoft", 
        "follower_count": 3643069, 
        "type": "Public Company"
    },
    {
        "website": "http://www.deloitte.com/global", 
        "description": "Deloitte drives progress. Our firms around the world help clients become leaders wherever they choose to compete. Deloitte invests in outstanding people of diverse talents and backgrounds and empowers them to achieve more than they could elsewhere. Our work combines advice with action and integrity. We believe that when our clients and society are stronger, so are we. \r\n\r\nDeloitte refers to one or more of Deloitte Touche Tohmatsu Limited, a UK private company limited by guarantee (“DTTL”), its network of member firms, and their related entities. DTTL and each of its member firms are legally separate and independent entities. DTTL (also referred to as “Deloitte Global”) does not provide services to clients. Please see www.deloitte.com/about for a more detailed description of DTTL and its member firms.\r\n\r\nThe content on this page contains general information only, and none of Deloitte Touche Tohmatsu Limited, its member firms, or their related entities (collectively the “Deloitte Network”) is, by means of this publication, rendering professional advice or services. Before making any decision or taking any action that may affect your finances or your business, you should consult a qualified professional adviser. No entity in the Deloitte Network shall be responsible for any loss whatsoever sustained by any person who relies on content from this page.", 
        "founded": null, 
        "street": "30 Rockefeller Plaza, ", 
        "specialities": [
            "Audit", 
            "Consulting", 
            "Financial Advisory", 
            "Risk Management", 
            "and Tax services"
        ], 
        "size": "10,001+ employees", 
        "city": "New York", 
        "zip": "10112", 
        "url": "https://www.linkedin.com/company/1038", 
        "country": "United States", 
        "industry": "Management Consulting", 
        "state": "NY", 
        "company_name": "Deloitte", 
        "follower_count": 2156291, 
        "type": "Privately Held"
    },
    {
        "website": "http://www.sbs.nl", 
        "description": "SBS Broadcasting B.V. (SBS) is een creatief full media bedrijf dat opereert in een dynamische wereld. Met de commerciële zenders SBS6, Net5, Veronica en SBS9 zijn we een van de grootste spelers in het Nederlandse tv-landschap. Online bieden we onze content aan via KIJK.nl. Onderdelen van SBS zijn Veronica Uitgeverij (tv-gidsen Veronica Magazine en Totaal TV), tv-producent SBS Productions en S1.tv, het online platform voor jong videotalent. Met de aandeelhouders van SBS, Talpa en Sanoma, wordt veel inhoudelijk samengewerkt. Bij SBS werk je in een inspirerende omgeving met enthousiaste en getalenteerde mensen.", 
        "founded": 1995, 
        "street": "P.O. Box 18179, Rietlandpark 333", 
        "specialities": [
            "Television Broadcasting", 
            "Publishing", 
            "Full media formats", 
            "Branded Content Solutions", 
            "Television Productions", 
            "Digital platforms"
        ], 
        "size": "201-500 employees", 
        "city": "Amsterdam", 
        "zip": "1019 DW", 
        "url": "https://www.linkedin.com/company/1042", 
        "country": "Netherlands", 
        "industry": "Broadcast Media", 
        "state": "NH", 
        "company_name": "SBS", 
        "follower_count": 17963, 
        "type": "Public Company"
    },
    {
        "website": "http://www.siemens.com", 
        "description": "For more than 165 years, Siemens AG (Berlin and Munich) has stood for innovative strength, a passion for technology, sustainability, responsibility and an uncompromising commitment to quality and excellence. As a globally operating technology company, we’re rigorously leveraging the advantages that our setup provides. To tap business opportunities in both new and established markets, our businesses are bundled into eight divisions and healthcare as well as wind power as separately managed businesses. As of September 30, 2016, we had around 351,000 employees worldwide. Orders totaled €86.4 billion and revenue was €79.6 billion in fiscal 2015. We operate in 289 major production and manufacturing plants worldwide. In addition, we have office buildings, warehouses, research and development facilities or sales offices in almost every country in the world.", 
        "founded": 1847, 
        "street": "Wittelsbacherplatz 2, ", 
        "specialities": [
            "Electrification", 
            "Automation", 
            "Digitalization", 
            "Innovation", 
            "Solutions", 
            "Technology", 
            "Engineering", 
            "Manufacturing"
        ], 
        "size": "10,001+ employees", 
        "city": "Munich", 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1043", 
        "country": "Germany", 
        "industry": "Electrical/Electronic Manufacturing", 
        "state": "", 
        "company_name": "Siemens", 
        "follower_count": 1497159, 
        "type": "Public Company"
    },
    {
        "website": "http://www.pwc.com", 
        "description": "PwC helps organizations and individuals create the value they're looking for. We're a network of firms in 157 countries with more than 223,000 people. Tell us what matters to you and find out more by visiting us at www.pwc.comGain customized access to our insights by downloading our thought leadership on PwC's 365 app  - visit  iTunes for access: https://itunes.apple.com/us/app/pwcs-365/id689591286?ls=1&mt=8. We help our clients do the extraordinary each and every day. See how at http://pwc.to/1C8tf53", 
        "founded": null, 
        "street": "300 Madison Ave, ", 
        "specialities": [
            "Assurance", 
            "Tax", 
            "Advisory"
        ], 
        "size": "10,001+ employees", 
        "city": "New York", 
        "zip": "10017", 
        "url": "https://www.linkedin.com/company/1044", 
        "country": "United States", 
        "industry": "Accounting", 
        "state": "NY", 
        "company_name": "PwC", 
        "follower_count": 1323655, 
        "type": "Partnership"
    },
    {
        "website": "http://www.att.com", 
        "description": "We understand that our customers want an easier, less complicated life.  \r\n \r\nWe’re using our network, labs, products, services and people to create a world where everything works together seamlessly, and life is better as a result.  How will we continue to drive for this excellence in innovation?\r\n \r\nWith you.\r\n \r\nOur people, and their passion to succeed, are at the heart of what we do. Today, we’re poised to connect millions of people with their world, delivering the human benefits of technology in ways that defy the imaginable.\r\n \r\nWhat are you dreaming of doing with your career?\r\n  \r\nFind stories about our talent, career advice, opportunities, company news, and innovations here on LinkedIn.\r\n \r\nTo learn more about joining AT&T, visit: http://www.att.jobs\r\n \r\nTo explore AT&T Labs, Foundry, and more, visit: https://www.linkedin.com/company/at&tinnovation\r\n \r\nTo follow AT&T Small Business community, visit: https://bizcircle.att.com", 
        "founded": 1876, 
        "street": "208 S. Akard Street, ", 
        "specialities": [
            "Wireless Services", 
            "U-Verse", 
            "Enterprise Applications & Managed Hosting Solutions"
        ], 
        "size": "10,001+ employees", 
        "city": "Dallas", 
        "zip": "75202", 
        "url": "https://www.linkedin.com/company/1052", 
        "country": "United States", 
        "industry": "Telecommunications", 
        "state": "TX", 
        "company_name": "AT&T", 
        "follower_count": 653289, 
        "type": "Public Company"
    },
    {
        "website": "http://www.intel.com", 
        "description": "Amazing Works Here.\r\n\r\nYou know us best for our processors, but we do so much more.  We are makers, catalysts and inventors. We innovate at the boundaries of technology to make amazing experiences possible for business, society, and every person on Earth. \r\n\r\nWith more than 100,000 employees in 63 countries and customers in over 120, Intel’s products and services create the foundation for limitless invention. Our innovations are bringing sight, touch, depth-perception and the ability to communicate to devices, objects and spaces to make them smart and connected. We harness the capability of the cloud and the Internet of Things to disrupt industries while solving global challenges. We lead on important matters of policy, diversity, inclusion, education and sustainability.\r\n\r\nIntel has transformed to a company which now also powers the majority of the world’s data centers, connecting hundreds of millions of mobile and Internet of Things devices, and helping to secure and protect enterprise and government IT systems. Our manufacturing advantage, fueled by our pursuit of Moore’s Law, lets us continuously push the limits of performance and create experiences which can be made possible.", 
        "founded": 1968, 
        "street": "Robert Noyce Building, ", 
        "specialities": [
            "semiconductor design and manufacturing"
        ], 
        "size": "10,001+ employees", 
        "city": "Santa Clara", 
        "zip": "95052", 
        "url": "https://www.linkedin.com/company/1053", 
        "country": "United States", 
        "industry": "Semiconductors", 
        "state": "California", 
        "company_name": "Intel Corporation", 
        "follower_count": 872396, 
        "type": "Public Company"
    },
    {
        "website": "http://www.intelcapital.com", 
        "description": "Intel Capital, Intel's strategic investment organization, backs innovative technology startups and companies worldwide. We invest in a broad range of hardware, software, and services.", 
        "founded": null, 
        "street": ", ", 
        "specialities": [
            "Equity investments", 
            "innovative technology", 
            "entrepreneurs", 
            "hardware", 
            "software", 
            "services", 
            "enterprise", 
            "home", 
            "mobility", 
            "health", 
            "consumer Internet", 
            "semiconductor manufacturing", 
            "cleantech"
        ], 
        "size": null, 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1054", 
        "country": null, 
        "industry": "Venture Capital & Private Equity", 
        "state": "", 
        "company_name": "Intel Capital", 
        "follower_count": 25102, 
        "type": null
    },
    {
        "website": "http://www.nokia.com", 
        "description": "We've now joined Nokia and will stop updating this account. For updates about our company go to the Nokia page and for business updates please follow the Nokia Networks page.", 
        "founded": 2006, 
        "street": "148/150 route de la Reine, ", 
        "specialities": [
            "Communications", 
            "Networks", 
            "Internet", 
            "Broadband", 
            "Optics", 
            "Cloud", 
            "Mobile", 
            "IP"
        ], 
        "size": "10,001+ employees", 
        "city": "Boulogne-Billancourt", 
        "zip": "92100", 
        "url": "https://www.linkedin.com/company/1058", 
        "country": "France", 
        "industry": "Telecommunications", 
        "state": "", 
        "company_name": "Alcatel-Lucent", 
        "follower_count": 451160, 
        "type": null
    },
    {
        "website": "http://www.ericsson.com", 
        "description": "Our vision is a Networked Society, where every person and every industry is empowered to reach their full potential. At Ericsson, we strive to connect everyone and everything. Because by being connected, people can take active part in the emerging global collaboration that is the Networked Society.\r\n\r\nEricsson is the world’s leading provider of technology and services to telecom operators. With more than 110,000 professionals, and customers in 180 countries, we combine global scale with technology and services leadership. Our services, software and infrastructure – especially in mobility, broadband and the cloud – are enabling the communications industry and other sectors to do better business, increase efficiency, improve their users’ experience and capture new opportunities. It is our job to take the lead in enabling this, and we are shaping our decisions around that. By enabling the Networked Society, we make a real difference to people’s lives, and the world we live in.\r\n\r\nIt took 100 years to connect 1 billion places and 25 years to connect 5 billion people. The next step is connecting things.  It’s about innovative ways of doing business and shaping the future together, as well as a renewed approach to global challenges such as education, healthcare, climate change and our use of natural resources. The Networked Society changes the logic of how society works. \r\n\r\n• You find us in 180 countries \r\n• We are more than 100,000 employees \r\n• We have more than 37,000 patents \r\n• 40% of mobile calls are made through our systems \r\n• More than 2 billion people globally use our networks", 
        "founded": null, 
        "street": "Torshamnsgatan 21, ", 
        "specialities": [
            "5G", 
            "Internet of Things", 
            "Mobile broadband", 
            "Communication services", 
            "Managed services", 
            "Fixed broadband", 
            "LTE", 
            "3G", 
            "4G", 
            "OSS", 
            "BSS", 
            "Cloud", 
            "Network", 
            "TV and Media Management", 
            "Telecom", 
            "ICT", 
            "IT", 
            "IP", 
            "Technology For Good", 
            "Sustainability"
        ], 
        "size": "10,001+ employees", 
        "city": "Kista", 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1060", 
        "country": "Sweden", 
        "industry": "Information Technology and Services", 
        "state": "Stockholm", 
        "company_name": "Ericsson", 
        "follower_count": 982590, 
        "type": "Public Company"
    },
    {
        "website": "http://www.cisco.com", 
        "description": "Cisco (NASDAQ: CSCO) enables people to make powerful connections--whether in business, education, philanthropy, or creativity. Cisco hardware, software, and service offerings are used to create the Internet solutions that make networks possible--providing easy access to information anywhere, at any time. \r\n\r\nCisco was founded in 1984 by a small group of computer scientists from Stanford University. Since the company's inception, Cisco engineers have been leaders in the development of Internet Protocol (IP)-based networking technologies. Today, with more than 71,000 employees worldwide, this tradition of innovation continues with industry-leading products and solutions in the company's core development areas of routing and switching, as well as in advanced technologies such as home networking, IP telephony, optical networking, security, storage area networking, and wireless technology. In addition to its products, Cisco provides a broad range of service offerings, including technical support and advanced services. \r\n\r\nCisco sells its products and services, both directly through its own sales force as well as through its channel partners, to large enterprises, commercial businesses, service providers, and consumers.", 
        "founded": 1984, 
        "street": "Tasman Way, ", 
        "specialities": [
            "Networking", 
            "Wireless", 
            "Security", 
            "Unified Communication", 
            "Cloud", 
            "Collaboration", 
            "Data Center", 
            "Virtualization", 
            "Unified Computing Systems"
        ], 
        "size": "10,001+ employees", 
        "city": "San Jose", 
        "zip": "95134", 
        "url": "https://www.linkedin.com/company/1063", 
        "country": "United States", 
        "industry": "Computer Networking", 
        "state": "CA", 
        "company_name": "Cisco", 
        "follower_count": 1425971, 
        "type": "Public Company"
    },
    {
        "website": "http://www.linksys.com", 
        "description": "A pioneering connectivity company since 1988, Linksys helps you connect at home, on the job, and on the go.  Simplify control of your home, entertainment, security, and Internet access with Linksys products. Follow our company for important updates, networking and employment listings, product announcements, and business development opportunities.", 
        "founded": 1988, 
        "street": null, 
        "specialities": [
            "SMART Wireless Routers", 
            "Wi-Fi Range Extenders and Access Points", 
            "Home Networking", 
            "Switches", 
            "Internet Home Phone", 
            "Cable Modems", 
            "Cameras", 
            "Storage"
        ], 
        "size": "501-1000 employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/1064", 
        "country": null, 
        "industry": "Computer Networking", 
        "state": null, 
        "company_name": "Linksys", 
        "follower_count": 5718, 
        "type": "Privately Held"
    },
    {
        "website": "http://www.motorola.com/us/home", 
        "description": "Motorola is one of the world’s fastest growing smartphone providers, creating affordable, high-quality products and enabling mobile commerce in emerging markets.  And it’s our people who make this all happen. If you share our commitment to ingenuity, creativity and innovation, we want you to help us define our world of tomorrow.", 
        "founded": 1928, 
        "street": "222 W. Merchandise Mart Plaza, Suite 1800", 
        "specialities": null, 
        "size": "1001-5000 employees", 
        "city": "Chicago", 
        "zip": "60654", 
        "url": "https://www.linkedin.com/company/1066", 
        "country": "United States", 
        "industry": "Consumer Electronics", 
        "state": "Illinois", 
        "company_name": "Motorola", 
        "follower_count": 324903, 
        "type": "Public Company"
    },
    {
        "website": "http://www.jpmorgan.com", 
        "description": "J.P. Morgan is a leader in financial services, offering solutions to clients in more than 100 countries with one of the most comprehensive global product platforms available. We have been helping our clients to do business and manage their wealth for more than 200 years. Our business has been built upon our core principle of putting our clients'​ interests first.\r\n\r\nJ.P. Morgan is part of JPMorgan Chase & Co. (NYSE: JPM), a global financial services firm.", 
        "founded": 1799, 
        "street": "270 Park Avenue, ", 
        "specialities": [
            "Asset Management", 
            "Corporate and Investment Bank", 
            "Private Banking", 
            "Commercial Banking"
        ], 
        "size": "10,001+ employees", 
        "city": "New York", 
        "zip": "10017", 
        "url": "https://www.linkedin.com/company/1067", 
        "country": "United States", 
        "industry": "Financial Services", 
        "state": "NY", 
        "company_name": "J.P. Morgan", 
        "follower_count": 812840, 
        "type": "Public Company"
    },
    {
        "website": "http://www.jpmorganchase.com", 
        "description": "For over 200 years, JPMorgan Chase & Co has provided innovative financial solutions for consumers, small businesses, corporations, governments and institutions around the world.\r\n\r\nToday, we're a leading global financial services firm with operations servicing clients in more than 100 countries.\r\n\r\nWhether we are serving customers, helping small businesses, or putting our skills to work with partners, we strive to identify issues and propose solutions that will propel the future and strengthen both our clients and our communities.", 
        "founded": null, 
        "street": "270 Park Avenue, ", 
        "specialities": [
            "Consumer & Community Banking", 
            "Corporate and Investment Bank", 
            "Asset Management", 
            "Private Banking", 
            "Commercial Banking"
        ], 
        "size": "10,001+ employees", 
        "city": "New York", 
        "zip": "10017-2014", 
        "url": "https://www.linkedin.com/company/1068", 
        "country": "United States", 
        "industry": "Financial Services", 
        "state": "NY", 
        "company_name": "JPMorgan Chase & Co.", 
        "follower_count": 907702, 
        "type": "Public Company"
    },
    {
        "website": "http://networks.nokia.com", 
        "description": "We’re creating new opportunities for services providers to maximize connectivity, reduce network complexity, and achieve greater commercial success. Follow to get our latest videos and blog posts.", 
        "founded": null, 
        "street": ", ", 
        "specialities": [
            "Mobile Broadband", 
            "Telco Cloud", 
            "LTE-Advanced", 
            "5G", 
            "IoT", 
            "Global Services", 
            "Big Data & Analytics"
        ], 
        "size": null, 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1069", 
        "country": null, 
        "industry": "Telecommunications", 
        "state": "", 
        "company_name": "Nokia for Service Providers", 
        "follower_count": 376523, 
        "type": null
    },
    {
        "website": "http://company.nokia.com", 
        "description": "Nokia is a global leader in creating the technologies at the heart of our connected world. Powered by the research and innovation of Nokia Bell Labs, we serve communications service providers, governments, large enterprises and consumers, with the industry’s most complete, end-to-end portfolio of products, services and licensing. From the enabling infrastructure for 5G and the Internet of Things, to emerging applications in virtual reality and digital health, we are shaping the future of technology to transform the human experience. A truly global company, we are 160 nationalities working in more than 100 countries.\r\n \r\nTo view open positions and to apply, please visit: www.nokia.com/careers", 
        "founded": null, 
        "street": "Karaportti 3, ", 
        "specialities": [
            "Telecommunications", 
            "Software and Services"
        ], 
        "size": "10,001+ employees", 
        "city": "Espoo", 
        "zip": "02610", 
        "url": "https://www.linkedin.com/company/1070", 
        "country": "Finland", 
        "industry": "Telecommunications", 
        "state": "", 
        "company_name": "Nokia", 
        "follower_count": 573455, 
        "type": "Public Company"
    },
    {
        "website": "http://www.ey.com", 
        "description": "EY is a global leader in assurance, tax, transaction and advisory services. The insights and quality services we deliver help build trust and confidence in the capital markets and in economies the world over. We develop outstanding leaders who team to deliver on our promises to all of our stakeholders. In so doing, we play a critical role in building a better working world for our people, for our clients and for our communities.\r\n\r\nEY refers to the global organization and may refer to one or more of the member firms of Ernst & Young Global Limited, each of which is a separate legal entity. Ernst & Young Global Limited, a UK company limited by guarantee, does not provide services to clients. For more information about our organization, please visit ey.com.\r\n\r\nEY material on this page has been prepared for general informational purposes only and is not intended to be relied upon as accounting, tax, or other professional advice. Please refer to your advisors for specific advice.", 
        "founded": 1989, 
        "street": "6 More London Place, ", 
        "specialities": [
            "Advisory", 
            "Assurance", 
            "Tax", 
            "Transactions", 
            "Audit", 
            "Mergers", 
            "M&A", 
            "Financial Services", 
            "Accounting", 
            "Professional Services"
        ], 
        "size": "10,001+ employees", 
        "city": "London", 
        "zip": "SE1 2DA", 
        "url": "https://www.linkedin.com/company/1073", 
        "country": "United Kingdom", 
        "industry": "Accounting", 
        "state": "", 
        "company_name": "EY", 
        "follower_count": 1693383, 
        "type": "Privately Held"
    },
    {
        "website": "http://www.capgemini-consulting.com", 
        "description": "Capgemini Consulting is the Global Strategy and Transformation Consulting brand of the Capgemini Group, specializing in advising and supporting organizations in transforming their business, from the development of innovative strategy through to execution, with a consistent focus on sustainable results. Capgemini Consulting proposes to leading companies and governments a fresh approach which uses innovative methods, technology and the talents of over 3,000 consultants world-wide. \r\n\r\nFor more information: www.capgemini-consulting.com. \r\nFollow us on Twitter @CapgeminiConsul.", 
        "founded": 1990, 
        "street": "Place de l'Etoile, 11 rue de Tilsitt, ", 
        "specialities": [
            "Digital Transformation", 
            "Digital Customer Experience", 
            "Cybersecurity", 
            "Digital Operations", 
            "Insights & Data", 
            "People & Organizations"
        ], 
        "size": "1001-5000 employees", 
        "city": "Paris", 
        "zip": "75017", 
        "url": "https://www.linkedin.com/company/1075", 
        "country": "France", 
        "industry": "Management Consulting", 
        "state": "", 
        "company_name": "Capgemini Consulting", 
        "follower_count": 180483, 
        "type": "Public Company"
    },
    {
        "website": "http://www.kpmg.com/US", 
        "description": "KPMG is one of the world’s leading professional services firms and the fastest growing Big Four accounting firm in the United States. With 90 offices and more than 29,000 employees and partners throughout the US, we’re leading the industry in new and exciting ways. Our size and strength make us much more agile and responsive to changing trends.", 
        "founded": null, 
        "street": "345 Park Avenue, ", 
        "specialities": [
            "Audit", 
            "Tax", 
            "Advisory"
        ], 
        "size": "10,001+ employees", 
        "city": "New York", 
        "zip": "10154", 
        "url": "https://www.linkedin.com/company/1079", 
        "country": "United States", 
        "industry": "Financial Services", 
        "state": "NY", 
        "company_name": "KPMG US", 
        "follower_count": 447905, 
        "type": "Partnership"
    },
    {
        "website": "http://www.kpmg.com/uk", 
        "description": "KPMG LLP is a leading UK provider of tax, audit and advisory services. We are a UK limited liability partnership, employing 13,500 people in 22 offices across the country. We focus on clients’ big issues and opportunities by providing innovative approaches and deep expertise to deliver real results.\r\n\r\nKPMG in the UK is part of a global network of member firms operating in more than 150 countries. The independent member firms of the KPMG network are affiliated with KPMG International Cooperative (“KPMG International”), a Swiss entity. Each KPMG firm is a legally distinct and separate entity.", 
        "founded": null, 
        "street": null, 
        "specialities": [
            "Audit", 
            "Tax", 
            "Advisory"
        ], 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/1080", 
        "country": null, 
        "industry": "Accounting", 
        "state": null, 
        "company_name": "KPMG UK", 
        "follower_count": 120487, 
        "type": "Partnership"
    },
    {
        "website": "http://www.nxpsoftware.com", 
        "description": "NXP Software is the leading audio enhancement software vendor for smart devices.\r\nIts LifeVibes software is deployed on over 3 billion devices today!\r\nVisit our webpage on www.nxpsoftware.com and learn all about us. \r\nNXP Software: Smarter Listening, Better Conversations.", 
        "founded": 2003, 
        "street": "High Tech Campus 60, ", 
        "specialities": [
            "Software solutions for smart devices", 
            "Audio Capturing", 
            "Voice Calling Enhancements", 
            "Audio Sensing"
        ], 
        "size": "51-200 employees", 
        "city": "Eindhoven", 
        "zip": "5656 AG", 
        "url": "https://www.linkedin.com/company/1084", 
        "country": "Netherlands", 
        "industry": "Telecommunications", 
        "state": "", 
        "company_name": "NXP Software", 
        "follower_count": 4046, 
        "type": "Privately Held"
    },
    {
        "website": "http://www.nxp.com", 
        "description": "The electronics industry is being driven by four mega trends that are helping shape our society: Energy Efficiency, Connected Devices, Security and Health. Connecting to these trends and enabling Secure Connections for a Smarter World, NXP Semiconductors N.V. (NASDAQ: NXPI) creates solutions that enable Secure Connections for a Smarter World. Building on its expertise in High Performance Mixed Signal electronics, NXP is driving innovation in the application areas Connected Car, Security, Portable & Wearable and Internet of Things. NXP has operations in more than 25 countries, and posted revenue of $5.65 billion in 2014. Find out more at nxp.com.  Additional information can be found by visiting www.nxp.com.", 
        "founded": 2006, 
        "street": "High Tech Campus 60, ", 
        "specialities": [
            "High Performance Mixed Signal", 
            "Identification", 
            "Automotive", 
            "Standard Products"
        ], 
        "size": "10,001+ employees", 
        "city": "Eindhoven", 
        "zip": "5656 AG", 
        "url": "https://www.linkedin.com/company/1088", 
        "country": "United States", 
        "industry": "Semiconductors", 
        "state": "Noord-Brabant", 
        "company_name": "NXP Semiconductors", 
        "follower_count": 110453, 
        "type": "Public Company"
    },
    {
        "website": "http://www.philips.com", 
        "description": "At Philips, we look beyond technology to the experiences of consumers, patients, providers and caregivers across the health continuum – from healthy living and prevention to diagnosis, treatment and home care. We unlock insights to develop leading solutions that enable improved care at lower cost. With leading research, design and innovation capabilities, we partner with customers to transform the delivery of healthcare. Visit our website: http://www.philips.com/", 
        "founded": 1891, 
        "street": "Amstelplein 2, ", 
        "specialities": [
            "Healthcare", 
            "Medical Devices", 
            "Health systems", 
            "Cardiology", 
            "Healthtech", 
            "Oncology", 
            "Respiratory", 
            "Fertility, pregnancy"
        ], 
        "size": "10,001+ employees", 
        "city": "Amsterdam", 
        "zip": "1096 BC", 
        "url": "https://www.linkedin.com/company/1090", 
        "country": "Netherlands", 
        "industry": "Hospital & Health Care", 
        "state": "Noord-Holland", 
        "company_name": "Philips", 
        "follower_count": 798455, 
        "type": "Public Company"
    },
    {
        "website": "http://www.kns.com", 
        "description": "Kulicke & Soffa Netherlands, previously known as Assembléon, provides Advanced Packaging for a wide range of emerging semiconductor applications and Electronic Assembly solutions for high-reliability and accuracy applications such as automotive and industrial. Our machines are designed for scalability, accuracy, reliability, high-throughput and cost of ownership. We are a leading technology solutions provider based in Eindhoven, with other R&D centers of excellence in the US, Europe and Asia.\r\n\r\nOur expertise and historic position enables us to design and manufacture best-in-class equipment. Kulicke & Soffa is well positioned to help customers meet the challenges of assembling the next-generation semiconductor and electronics products. \r\n\r\nVisit us at www.kns.com", 
        "founded": null, 
        "street": "Hooge Zijde 32, ", 
        "specialities": [
            "Electronics Assembly", 
            "Advanced Packaging"
        ], 
        "size": "201-500 employees", 
        "city": "Eindhoven", 
        "zip": "5626 DC", 
        "url": "https://www.linkedin.com/company/1091", 
        "country": "Netherlands", 
        "industry": "Electrical/Electronic Manufacturing", 
        "state": "", 
        "company_name": "Kulicke & Soffa Netherlands", 
        "follower_count": 2572, 
        "type": "Privately Held"
    },
    {
        "website": "http://www.nortel.com/", 
        "description": "Nortel was a recognized leader in delivering communications capabilities that make the promise of Business Made Simple a reality.  Nortel developed next-generation technologies, for both service provider and enterprise networks, to support multimedia and business-critical applications. Nortel's technologies were designed to help eliminate today's barriers to efficiency, speed and performance by simplifying networks and connecting people to the information they need, when they need it.  At its peak, Nortel did business in more than 150 countries around the world.", 
        "founded": 1895, 
        "street": ", ", 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1092", 
        "country": "Canada", 
        "industry": "Telecommunications", 
        "state": "", 
        "company_name": "Nortel Networks", 
        "follower_count": 71718, 
        "type": "Public Company"
    },
    {
        "website": "http://www.dell.com", 
        "description": "Since 1984, Dell has played a critical role in enabling more affordable and accessible technology around the world. As an end-to-end computing solutions company, Dell continues to transform computing and provide high quality solutions that empower people to do more all over the world.\r\n\r\nWe serve customers ranging from the world's largest businesses and public-sector organizations, to small and medium businesses, and individual consumers. We are deeply committed to serving our community, and the company has also received numerous accolades ranging from employer of choice to energy conservation awards.\r\n\r\nAt Dell, we promote an environment that is rooted in the entrepreneurial spirit in which the company was founded. This means fostering an open approach to technology innovation that delivers effective solutions for all customer challenges. We believe technology is essential for human success and that it should be accessible to everyone.", 
        "founded": 1984, 
        "street": "One Dell Way, ", 
        "specialities": [
            "computers", 
            "storage", 
            "servers", 
            "IT services", 
            "services", 
            "software", 
            "IT security", 
            "end-to-end computing solutions", 
            "mobility", 
            "cloud computing"
        ], 
        "size": "10,001+ employees", 
        "city": "Round Rock", 
        "zip": "78682", 
        "url": "https://www.linkedin.com/company/1093", 
        "country": "United States", 
        "industry": "Information Technology and Services", 
        "state": "Texas", 
        "company_name": "Dell", 
        "follower_count": 1405337, 
        "type": "Privately Held"
    },
    {
        "website": "http://www.verizonenterprise.com", 
        "description": "In today’s rapidly transforming environment, we design, build, and operate the networks, information systems, and mobile technologies that help businesses and governments around the globe expand reach, increase productivity, improve agility, and maintain longevity. \r\n\r\nOur solutions across Connected Machines, Cloud, Intelligent Networking and Mobile Workforce are designed to help enterprises pursue new possibilities and create entirely new revenue streams – more efficiently than ever.\r\n\r\nPowered by investments in security, data centers, 4G LTE, cloud computing, and our immense global IP network, our portfolio of solutions effortlessly meets the demands and challenges shaping technology and business today.\r\n\r\nWe believe that businesses and individuals empowered by technology can change the world. We create solutions with that belief in mind; we perpetually challenge ourselves to enable, advance, and pave the way for new possibilities across a variety of industries.\r\n\r\nLearn more about us: http://www.verizonenterprise.com/\r\n\r\nLearn more about our J.D. Power award here: http://www.verizon.com/about/news/jd-power-verizon-enterprise-award/", 
        "founded": 1988, 
        "street": "1 Verizon Way, ", 
        "specialities": [
            "Cloud", 
            "Security", 
            "Machine-to-Machine", 
            "M2M", 
            "Networks", 
            "Mobility", 
            "Advanced Communications", 
            "IT", 
            "Technology", 
            "Telematics", 
            "Enterprise", 
            "Mobile Workforce", 
            "Risk", 
            "Compliance Management"
        ], 
        "size": "10,001+ employees", 
        "city": "Basking Ridge", 
        "zip": "07920-1097", 
        "url": "https://www.linkedin.com/company/1094", 
        "country": "United States", 
        "industry": "Information Technology and Services", 
        "state": "NJ", 
        "company_name": "Verizon Enterprise Solutions", 
        "follower_count": 220230, 
        "type": "Public Company"
    },
    {
        "website": "http://www.verizon.com/", 
        "description": "For more than 100 years, Verizon has been at the center of the communications revolution. \r\nVerizon is one of the largest communication technology companies in the world.\r\n\r\nWe help people, businesses and things communicate better.\r\n\r\nThe digital world promises consumers a better, more connected life, and we’re the ones delivering it. We make it possible for people to stay in touch and businesses to connect with their customers. We’re also bringing technology and hands-on learning opportunities directly to kids who need it most. Our goal is to inspire tomorrow’s creators to use technology to build brighter futures for themselves, their families and the world.", 
        "founded": 1983, 
        "street": "One Verizon Way, ", 
        "specialities": [
            "Telecommunications Global Leader", 
            "Information Technology Global Provider", 
            "Entertainment Services", 
            "Global Security Solutions Provider"
        ], 
        "size": "10,001+ employees", 
        "city": "Basking Ridge", 
        "zip": "07920-1097", 
        "url": "https://www.linkedin.com/company/1103", 
        "country": "United States", 
        "industry": "Information Technology and Services", 
        "state": "NJ", 
        "company_name": "Verizon", 
        "follower_count": 486933, 
        "type": "Public Company"
    },
    {
        "website": "http://www.sprint.com", 
        "description": "We’re obsessed with creating awesome solutions that deliver amazing experiences. We’re here to unleash the power of mobile tech to help you #MoveForward every day.\n\n", 
        "founded": null, 
        "street": "6160 Sprint Pkwy, ", 
        "specialities": [
            "Wireless/Wireline Service Provider", 
            "Retail and Business Solutions", 
            "Expense Control", 
            "Asset Tracking"
        ], 
        "size": "10,001+ employees", 
        "city": "Overland Park", 
        "zip": "66251", 
        "url": "https://www.linkedin.com/company/1106", 
        "country": "United States", 
        "industry": "Telecommunications", 
        "state": "Kansas", 
        "company_name": "Sprint", 
        "follower_count": 212148, 
        "type": "Public Company"
    },
    {
        "website": "http://www.orange.com", 
        "description": "At Orange we have one priority: provide an incomparable experience!\n\nWith its strategic project, Essentials2020, Orange has set itself the task of ensuring it is ever-present to connect every individual to what is essential to them, and to provide a unique daily customer experience by designing the digital services that allow all our customers to enjoy securely what is essential to them.\n\nWe will achieve our ambition with five action levers and a single, dynamic approach, as an efficient and responsible digital company:\n  -  Offering enriched connectivity\n  -  Reinventing the customer relationship\n  -  Building an employer model that combines the digital with the human\n  -  Supporting the transformation of corporate customers\n  -  Diversifying by capitalizing on our assets", 
        "founded": 1988, 
        "street": "78 rue Olivier de Serres, ", 
        "specialities": [
            "Digital", 
            "telecommunications", 
            "fixed, mobile and Internet", 
            "information system", 
            "networks", 
            "mobile payment", 
            "mobile banking"
        ], 
        "size": "10,001+ employees", 
        "city": "PARIS", 
        "zip": "75015", 
        "url": "https://www.linkedin.com/company/1110", 
        "country": "France", 
        "industry": "Telecommunications", 
        "state": "", 
        "company_name": "Orange", 
        "follower_count": 295717, 
        "type": "Public Company"
    },
    {
        "website": "http://www.orange-business.com", 
        "description": "We are making business life easier, every day and all around the world \r\n\r\nAs a global IT and communications services provider, Orange Business Services helps companies collaborate more effectively, operate more efficiently and engage better with their customers – connecting their people, sites and machines securely and reliably.\r\n\r\nThrough a unique combination of robust network and IT infrastructure, managed services and professional, reliable people, we do everything we can to offer an outstanding customer experience - helping to change business life for the better.  \r\n\r\nSome facts & figures:\r\n- we have nearly 20,000 staff in 166 countries & territories \r\n- our network, the world's largest, reaches 220 countries and territories, including 88 Russian regional subdivisions and 200 Chinese cities.\r\n\r\nabout our customers: \r\n- 3,750 multinationals\r\n- 2/3 of top global 100 companies\r\n- 70% of Fortune 500 financial services companies\r\n- 8 million business mobile users\r\n\r\nOur mobile operations span 17 countries and serve 113 million mobile customers, including 8 million business customers. As a founding member of the FreeMove Alliance, our mobile coverage spans 28 countries and serves 295 million customers.", 
        "founded": null, 
        "street": "La Plaine Saint Denis, ", 
        "specialities": [
            "telecommunications", 
            "mobility", 
            "videoconferencing", 
            "networking", 
            "cloud computing", 
            "security", 
            "unified communications", 
            "machine-to-machine"
        ], 
        "size": "10,001+ employees", 
        "city": "Paris", 
        "zip": "93457 Cedex", 
        "url": "https://www.linkedin.com/company/1112", 
        "country": "France", 
        "industry": "Information Technology and Services", 
        "state": "", 
        "company_name": "Orange Business Services", 
        "follower_count": 189187, 
        "type": "Public Company"
    },
    {
        "website": "http://www.sap.com", 
        "description": "As a market leader in enterprise application software, SAP (NYSE: SAP) helps companies of all sizes and industries run better. From back office to boardroom, warehouse to storefront, desktop to mobile devices, SAP empowers people and organizations to work together more efficiently and use business insight more effectively to stay ahead of the competition. SAP applications and services enable more than 296,000 customers in 190 countries to operate profitably, adapt continuously, and grow sustainably.", 
        "founded": 1972, 
        "street": "Dietmar-Hopp-Allee 16, ", 
        "specialities": [
            "ERP", 
            "Financials", 
            "Business Intelligence", 
            "Procurement", 
            "HCM", 
            "SCM", 
            "business", 
            "planning", 
            "efficiency", 
            "sustainability", 
            "innovation", 
            "analytics", 
            "reporting", 
            "dashboarding"
        ], 
        "size": "10,001+ employees", 
        "city": "Walldorf", 
        "zip": "69190", 
        "url": "https://www.linkedin.com/company/1115", 
        "country": "Germany", 
        "industry": "Computer Software", 
        "state": "BW", 
        "company_name": "SAP", 
        "follower_count": 946542, 
        "type": "Public Company"
    },
    {
        "website": "http://www.pg.com", 
        "description": "P&G serves consumers around the world with one of the strongest portfolios of trusted, quality, leadership brands, including Always®, Ambi Pur®, Ariel®, Bounty®, Charmin®, Crest®, Dawn®, Downy®, Fairy®, Febreze®, Gain®, Gillette®, Head & Shoulders®, Lenor®, Olay®, Oral-B®, Pampers®, Pantene®, SK-II®, Tide®, Vicks®, and Whisper®. \r\n\r\nThe P&G community includes operations in approximately 70 countries worldwide. \r\n\r\nPlease visit http://www.pg.com for the latest news and information about P&G and its brands. Or to learn more about a career at P&G, visit www.PGCareers.com.", 
        "founded": 1837, 
        "street": "2 P&G Plaza, ", 
        "specialities": [
            "Consumer Goods", 
            "Marketing", 
            "Advertising"
        ], 
        "size": "10,001+ employees", 
        "city": "Cincinnati", 
        "zip": "45202", 
        "url": "https://www.linkedin.com/company/1116", 
        "country": "United States", 
        "industry": "Consumer Goods", 
        "state": "Ohio", 
        "company_name": "Procter & Gamble", 
        "follower_count": 1901132, 
        "type": "Public Company"
    },
    {
        "website": "http://www.duracell.com", 
        "description": "Duracell is the world’s leading manufacturer and marketer of high performance alkaline batteries, complemented by a strong portfolio of specialty cells and rechargeable. Duracell batteries power many devices across the globe like torches, heart rate monitors, smoke detectors, game consoles, headphones or toys such as the Hasbro lightsaber.\r\n\r\nAs the leader in the personal power category, Duracell has a rich history of innovation continuously introducing batteries that are more compact, more powerful and longer lasting than competitor brands.\r\nHaving recently found its permanent home within Berkshire Hathaway (ranked #4 World's Most Admired Companies by Fortune Magazine), Duracell will continue to focus on sustainable growth, industry-leading innovation and creating long term value for our customers and consumers.  At Duracell integrity, end to end accountability across all levels, fast decision making and a “can do” attitude are highly valued. Powered by those, Duracell - a multi-national and multi-cultural company – is committed to become the world’s undisputed #1 Personal Power Company.\r\n \r\nDuracell is an Equal Employment Opportunity employer and is committed to providing a work environment that is free of discrimination against employees and applicants on the basis of any factor prohibited by applicable laws and regulations, including, but not limited to:  race, color, creed, religion, sex, age, national origin, disability, sexual orientation, marital status, veteran status, military status, genetic information, citizenship status or any other factors prohibited by law.", 
        "founded": null, 
        "street": ", ", 
        "specialities": null, 
        "size": "1001-5000 employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1118", 
        "country": "United States", 
        "industry": "Consumer Goods", 
        "state": "", 
        "company_name": "Duracell", 
        "follower_count": 10956, 
        "type": "Privately Held"
    },
    {
        "website": "http://www.csc.com", 
        "description": "We lead our clients on their digital transformation journey, providing innovative next-generation technology solutions and services that leverage deep industry expertise, global scale, technology independence and an extensive partner community. In addition to our headquarters in Tysons, Virginia, USA, and with major offices across the globe, our 56,000 professionals serve clients in more than 60 countries. Our global teams help commercial and international public sector clients solve their toughest challenges by modernizing their business processes, applications and infrastructure with next-generation technology solutions. At CSC, we do amazing things. \r\n\r\nWebsite: www.csc.com \r\nTwitter: http://twitter.com/csc\r\nFacebook: https://www.facebook.com/csc", 
        "founded": 1959, 
        "street": "1775 Tysons Blvd, ", 
        "specialities": [
            "Cloud Solution", 
            "Aerospace & Defense", 
            "Cybersecurity", 
            "Banking", 
            "Big Data and Analytics", 
            "Financial Services", 
            "Mobility and IoT", 
            "Healthcare", 
            "Next-Gen Workplace", 
            "Life Sciences", 
            "Next-Gen Technology", 
            "Manufacturing", 
            "Service Management", 
            "Retail"
        ], 
        "size": "10,001+ employees", 
        "city": "Tysons", 
        "zip": "22102", 
        "url": "https://www.linkedin.com/company/1120", 
        "country": "United States", 
        "industry": "Information Technology and Services", 
        "state": "VA", 
        "company_name": "CSC", 
        "follower_count": 495237, 
        "type": "Public Company"
    },
    {
        "website": "https://www.bankofamerica.com", 
        "description": "Bank of America is one of the world's largest financial institutions, serving individuals, small- and middle-market businesses and large corporations with a full range of banking, investing, asset management and other financial and risk management products and services. The company serves approximately 56 million U.S. consumer and small business relationships. It is among the world's leading wealth management companies and is a global leader in corporate and investment banking and trading.\r\n\r\nThis LinkedIn company page is moderated. For more information, please review our community guidelines under the Careers tab.", 
        "founded": null, 
        "street": "100 North Tryon Street, ", 
        "specialities": [
            "Financial Services"
        ], 
        "size": "10,001+ employees", 
        "city": "Charlotte", 
        "zip": "28202", 
        "url": "https://www.linkedin.com/company/1123", 
        "country": "United States", 
        "industry": "Banking", 
        "state": "NC", 
        "company_name": "Bank of America", 
        "follower_count": 786530, 
        "type": "Public Company"
    },
    {
        "website": "http://www.dellemc.com", 
        "description": "Dell EMC enables your digital transformation with data center solutions that include servers, storage, networking, converged infrastructure, security, cloud and data/analytics.", 
        "founded": 1979, 
        "street": "176 South Street, ", 
        "specialities": [
            "information infrastructure", 
            "unified storage", 
            "content management", 
            "security", 
            "virtualization", 
            "backup and recovery", 
            "big data", 
            "Virtual Desktop Infrastructure", 
            "cloud computing", 
            "data federation", 
            "deduplication"
        ], 
        "size": "10,001+ employees", 
        "city": "Hopkinton", 
        "zip": "01748", 
        "url": "https://www.linkedin.com/company/1128", 
        "country": "United States", 
        "industry": "Information Technology and Services", 
        "state": "MA", 
        "company_name": "Dell EMC", 
        "follower_count": 728795, 
        "type": "Privately Held"
    },
    {
        "website": "http://www.elite.com", 
        "description": "Thomson Reuters Elite offers an end-to-end enterprise business management solution that allows law firms and professional services organizations to run all operational aspects of their firms, including business development, risk management, client and matter management, and financial management. \r\n\r\nFor over 60 years, we've demonstrated that we understand the business and financial aspects of firm operations with proven tools to increase visibility into performance and streamline processes for greater efficiency across the organization. Our innovative offerings are used by organizations across the globe and by using these tools our customers now have greater flexibility to change and grow their business. \r\n\r\nOur history of providing state-of-the-art products like Enterprise, ProLaw and Elite 3E continues with the recent additions of LawSoft, MatterSphere, Engage, eBillingHub and Hubbard One. These industry-leading offerings and our expert professional services continue to not only support your business, but to help it expand by providing new capabilities for business development, risk management, client and matter management, and financial management.", 
        "founded": null, 
        "street": null, 
        "specialities": [
            "software", 
            "legal", 
            "practice management", 
            "financial management", 
            "professional services firms", 
            "performance management", 
            "business intelligence", 
            "workflow", 
            "integrated solution"
        ], 
        "size": "501-1000 employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/1136", 
        "country": null, 
        "industry": "Computer Software", 
        "state": null, 
        "company_name": "Thomson Reuters Elite", 
        "follower_count": 6490, 
        "type": "Public Company"
    },
    {
        "website": "http://legalsolutions.thomsonreuters.com/law-products/westlaw-legal-research/", 
        "description": "Westlaw is the premier online legal research service for lawyers in the United States and around the world. Westlaw gives legal professionals the comprehensive, specialized content they need.", 
        "founded": null, 
        "street": ", ", 
        "specialities": null, 
        "size": null, 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1139", 
        "country": null, 
        "industry": "Legal Services", 
        "state": "", 
        "company_name": "Thomson Reuters Westlaw", 
        "follower_count": 12992, 
        "type": null
    },
    {
        "website": "http://www.technicolor.com", 
        "description": "Technicolor, a worldwide technology leader in the media and entertainment sector, is at the forefront of digital innovation. Our world class research and innovation laboratories enable us to lead the market in delivering advanced video services to content creators and distributors. We also benefit from an extensive intellectual property portfolio focused on imaging technologies. Our commitment: supporting the delivery of exciting new experiences for consumers in theaters, homes and on-the-go.", 
        "founded": 1915, 
        "street": "6040 W Sunset Blvd, ", 
        "specialities": [
            "Entertainment", 
            "Multimedia & Motion Pictures Services", 
            "Technology", 
            "Innovation", 
            "Immersive Experiences", 
            "Virtual Reality"
        ], 
        "size": "10,001+ employees", 
        "city": "Los Angeles", 
        "zip": "90028", 
        "url": "https://www.linkedin.com/company/1141", 
        "country": "United States", 
        "industry": "Entertainment", 
        "state": "California", 
        "company_name": "Technicolor", 
        "follower_count": 77185, 
        "type": "Public Company"
    },
    {
        "website": "http://www.prometric.com", 
        "description": "Prometric, a wholly-owned subsidiary of ETS, is the recognized global leader in technology-enabled testing and assessment services and the winner of CLO Magazine’s Learning in Practice 2007 Customer Service Award. Its comprehensive suite of services, including test development, test delivery and data management capabilities, allows clients to develop and launch global testing programs as well as accurately measure program results and data. Prometric reliably delivers and administers tests on behalf of 450 clients in the academic, professional, healthcare, government, corporate and information technology markets. It delivers tests flexibly via the Web or by utilizing a robust test center network in 135 countries. For more information, please visit www.prometric.com.", 
        "founded": null, 
        "street": "1501 South Clinton Street, ", 
        "specialities": [
            "testing", 
            "certification", 
            "assessment", 
            "training", 
            "licensure", 
            "IT certification", 
            "computer based test", 
            "test development", 
            "exam", 
            "test delivery", 
            "testing services", 
            "test service provider", 
            "development", 
            "prior learning assessment", 
            "continuing education"
        ], 
        "size": "1001-5000 employees", 
        "city": "Baltimore", 
        "zip": "21619", 
        "url": "https://www.linkedin.com/company/1146", 
        "country": "United States", 
        "industry": "Information Technology and Services", 
        "state": "MD", 
        "company_name": "Prometric", 
        "follower_count": 12893, 
        "type": "Privately Held"
    },
    {
        "website": "http://www.liquent.com", 
        "description": "LIQUENT, a PAREXEL® Company is the leading provider of innovative software and professional services designed to support the regulatory business processes of global life sciences companies.  Since our founding in 1994, over 200 companies of varying sizes and product portfolios have produced over 100,000 regulatory submissions using our software products – an achievement that we are very proud of.\r\n\r\nFor more information please visit, http://www.liquent.com.", 
        "founded": 1994, 
        "street": "101 Gibraltar Road  Suite 200, ", 
        "specialities": [
            "Regulatory Information Management", 
            "Registation Management", 
            "eCTD Publishing", 
            "Dossier Planning", 
            "Dossier Management", 
            "eCTD Viewing and collaboration", 
            "Regulatory submission tracking", 
            "eCTD Outsourcing", 
            "eCTD preparedness", 
            "Product detail management"
        ], 
        "size": "201-500 employees", 
        "city": "Horsham", 
        "zip": "19044", 
        "url": "https://www.linkedin.com/company/1151", 
        "country": "United States", 
        "industry": "Computer Software", 
        "state": "PA", 
        "company_name": "LIQUENT, a PAREXEL® Company", 
        "follower_count": 3032, 
        "type": "Privately Held"
    },
    {
        "website": "http://www.grassvalley.com/", 
        "description": "Grass Valley is a trusted partner completely focused on empowering customers to create, control and connect content wherever, however and whenever it is consumed. In this ever-changing media landscape, content remains the most important element. Many of our customers are faced with the need to create and support new workflows while continuing to operate their legacy workflows, simultaneously broadcasting through traditional channels, Over-The-Top platforms, and Video-On-Demand as well as to tablets, PCs, and mobile devices. Our solutions address those needs.\r\n\r\nWe provide the innovative tools and expertise to help customers improve the efficiency of their operations while telling better stories to attract and keep viewers. To better equip professionals for the demands of today’s market, we provide cutting edge IP solutions based on open standards to help improve broadcasters’ business agility as well as a wide range of 4K capture and workflow solutions capable of telling a story with stunning visuals. Whether HD or 4K, SDI or IP, transitional hybrid workflow or greenfield, Grass Valley delivers solutions that make customers more successful.\r\n\r\nGrass Valley’s solutions enable flexibility, efficiency, cost-effectiveness, quality and scalability, giving broadcasters and content creators what they need to sustain their businesses. And because Grass Valley offers fully integrated and bundled solutions throughout the broadcast ecosystem, customers can be assured that implementation is easy and future upgrades are readily available. Headquartered in Montreal, Grass Valley has been in the broadcast business for nearly 60 years and is part of St. Louis-based Belden Inc.", 
        "founded": 1959, 
        "street": "3499, Douglas-B.-Floreani, ", 
        "specialities": [
            "manufacturing management", 
            "global services", 
            "television broadcast equipment", 
            "live production", 
            "news", 
            "playout/distribution"
        ], 
        "size": "1001-5000 employees", 
        "city": "Montreal", 
        "zip": "H4S 2C6", 
        "url": "https://www.linkedin.com/company/1153", 
        "country": "Canada", 
        "industry": "Broadcast Media", 
        "state": "Quebec", 
        "company_name": "Grass Valley, a Belden Brand", 
        "follower_count": 18367, 
        "type": "Privately Held"
    },
    {
        "website": "http://www.thomson.net/", 
        "description": "Thomson Telecom is a leading telecommunication equipment provider that develops, designs and delivers telecommunication products and services Worldwide. \r\n\r\nThomson is supplying telecommunications equipment and services to residential and business markets. They are the key suppliers to number of major telecommunication companies.\r\n\r\nWith award winning products and service, Thomson Telecom has achieved recognition for its focus on quality, innovation and continuous improvement.", 
        "founded": null, 
        "street": "46 quai Alphonse Le Gallo, ", 
        "specialities": [
            "Telecom", 
            "xDSL", 
            "Femtocell", 
            "VoIP"
        ], 
        "size": "201-500 employees", 
        "city": "Boulogne-Billancourt", 
        "zip": "92648", 
        "url": "https://www.linkedin.com/company/1156", 
        "country": "France", 
        "industry": "Telecommunications", 
        "state": "Paris", 
        "company_name": "Thomson Telecom", 
        "follower_count": 2334, 
        "type": "Privately Held"
    },
    {
        "website": "http://www.CompuMark.com", 
        "description": "CompuMark, a Clarivate Analytics brand, provides comprehensive trademark research and brand protection solutions.", 
        "founded": null, 
        "street": ", ", 
        "specialities": null, 
        "size": null, 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1157", 
        "country": null, 
        "industry": "Legal Services", 
        "state": "", 
        "company_name": "CompuMark I Trademark Research and Protection", 
        "follower_count": 1528, 
        "type": null
    },
    {
        "website": "http://www.lawyermarketing.com", 
        "description": "FindLaw, part of Thomson Reuters, is the world's leading provider of free online legal information and marketing solutions for law firms. Follow us for regular updates about lawyer marketing tips and product releases, blog articles and other relevant legal news. \r\n\r\nMore about Findlaw...\r\nFounded in 1995 as a list of internet resources for law librarians, FindLaw has evolved into a comprehensive site for consumers and legal professionals looking for legal information and solutions. Today, FindLaw.com remains the most popular site for free legal information on the Internet with nearly five million people visiting each month* and one of the largest legal directories available. FindLaw’s law firm marketing solutions also dominate with award-winning websites, online video, online attorney profiles, search engine marketing and online advertising. FindLaw has the largest team of online experts in the industry, a national network of sales consultants and a proven ability to get results for its clients.", 
        "founded": 1995, 
        "street": null, 
        "specialities": [
            "Lawyer Directory", 
            "Law Firm Website Creation", 
            "Search Engine Marketing", 
            "Lawyer Marketing", 
            "Social Media for Lawyers", 
            "Free Legal Information"
        ], 
        "size": "1001-5000 employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/1158", 
        "country": null, 
        "industry": "Legal Services", 
        "state": null, 
        "company_name": "FindLaw, part of Thomson Reuters", 
        "follower_count": 7077, 
        "type": "Public Company"
    },
    {
        "website": "http://www.hubbardone.com", 
        "description": "In August 2012, Thomson Reuters announced its decision to sell the interactive web portion of the Hubbard One unit to the group's existing management, which is now One North Interactive. The remaining products have been realigned in the Thomson Reuters portfolio. The Hubbard One brand has been retired.\r\n\r\nOne North Interactive is an independent agency dedicated to serving the creative, strategic, analytical and technological needs of legal and professional services organizations. As the former web group of Hubbard One, we have more than 15 years of experience helping clients differentiate their online presence and strengthen their businesses in a crowded and competitive market. One North Interactive has launched hundreds of websites and other interactive solutions for our clients, including over 40 percent of the NLJ 250. Headquartered in Chicago, One North Interactive employs more than 70 innovative minds. For more information, visit www.onenorth.com.\r\n\r\nThomson Reuters has a commitment to business development for large law firms. From SharePoint intranets and market analytics to relationship and contact management, experience management and proposal generation, Thomson Reuters is committed to providing the right tools to help marketers and business developers succeed.", 
        "founded": null, 
        "street": "1 North Dearborn, Suite 500", 
        "specialities": null, 
        "size": "51-200 employees", 
        "city": "Chicago", 
        "zip": "60602", 
        "url": "https://www.linkedin.com/company/1161", 
        "country": "United States", 
        "industry": "Internet", 
        "state": "IL", 
        "company_name": "Hubbard One", 
        "follower_count": 834, 
        "type": "Public Company"
    },
    {
        "website": "http://thomsonreuters.ca", 
        "description": "Thomson Reuters - Canada Legal is dedicated to providing legal professionals with trusted answers from trusted sources. Discover our legal solutions that integrate content, expertise and technologies.", 
        "founded": null, 
        "street": ", ", 
        "specialities": [
            "legal", 
            "tax", 
            "HR & compliance", 
            "intelligent information", 
            "best employer"
        ], 
        "size": null, 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1162", 
        "country": null, 
        "industry": "Information Technology and Services", 
        "state": "", 
        "company_name": "Thomson Reuters - Canada Legal", 
        "follower_count": 2547, 
        "type": null
    },
    {
        "website": "http://www.convergent.com", 
        "description": "At Convergent we are raising expectations for on-site digital experiences. With 35 years of innovation, hundreds of thousands of locations deployed and award-winning creative, our team is transforming the very industry in which we operate.  Our cloud-based digital  media platform and radical new approach to dynamic content creation and management elevates the digital experience, provides unlimited scalability and reduces the cost of deployment.\r\n\r\nTo learn more about how Convergent elevates the digital experience, visit www.convergent.com.", 
        "founded": 1980, 
        "street": "190 Bluegrass Valley Parkway, ", 
        "specialities": [
            "Digital Signage", 
            "Network Operations", 
            "Video Communications"
        ], 
        "size": "51-200 employees", 
        "city": "Alpharetta", 
        "zip": "30005", 
        "url": "https://www.linkedin.com/company/1164", 
        "country": "United States", 
        "industry": "Marketing and Advertising", 
        "state": "GA", 
        "company_name": "Convergent", 
        "follower_count": 1105, 
        "type": "Public Company"
    },
    {
        "website": "http://www.nelson.com", 
        "description": "Nelson is Canada’s leading educational publisher providing innovative products and solutions for learners of all ages. Nelson values and respects the life long learning continuum and dedicates its business efforts to the diverse learning needs of students and educators alike.\r\n\r\nNelson is active in Canada’s K-12, Higher Education, Professional Learning and Business, Industry & Government markets. Our success now and in the future is based on our strong partnerships and ongoing relationships with educators across the country. Together, we are making a positive difference in the lives of Canadians, by producing the highest quality educational product and services.\r\n\r\nNelson is owned by OMERS Capital Partners and certain funds of APAX Partners and enjoys a strong relationship with Cengage Learning, our US affiliate company. Cengage Learning is a highly respected US academic & professional publisher.\r\n\r\nOMERS is a multi-employer pension plan established in 1962 and is one of the largest and most sophisticated asset management entities in Canada. As one of Canada’s largest pension plans, OMERS provides services to approximately 372,000 active and retired members and almost 900 employers.\r\n\r\nAPAX is one of the world’s leading private equity investment groups. It operates across Europe, the United States and Asia and has more than 30 years of investing experience. Apax funds invest in companies across its global sectors of media, technology and telecommunications, retail and consumer, healthcare and financial and business services.", 
        "founded": null, 
        "street": null, 
        "specialities": [
            "Nelson delivers an unrivalled learning advantage to enable the success of Canadian students and educators", 
            "Congratulations Nelson for being selected as one of the Best Employers in the GTA for 2014!"
        ], 
        "size": "201-500 employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/1170", 
        "country": null, 
        "industry": "Publishing", 
        "state": null, 
        "company_name": "Nelson Education", 
        "follower_count": 3203, 
        "type": "Public Company"
    },
    {
        "website": "http://www.crossbordersolutions.io", 
        "description": "Transfer pricing remains one of the biggest issues facing multinational corporations today.  To serve companies who are reluctant to bring the compliance process in-house, CrossBorderSolutions.io has risen once again to change the transfer pricing compliance landscape.  Led by the original CrossBorder Solutions management team, the company’s economists, lawyers and transfer pricing experts are ready to help you produce the documentation that will protect your company from penalties on a worldwide basis. \r\n\r\nBy employing cutting edge technology, CrossBorderSolutions.io is now able bring transfer pricing compliance into the modern era producing the required documentation in a fraction of the time and for a fraction of the cost of traditional solutions.  Transfer pricing compliance will never be the same.", 
        "founded": 1996, 
        "street": ", ", 
        "specialities": null, 
        "size": "51-200 employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1171", 
        "country": "United States", 
        "industry": "Financial Services", 
        "state": "", 
        "company_name": "CrossBorderSolutions.io", 
        "follower_count": 77, 
        "type": "Privately Held"
    },
    {
        "website": "http://www.abnamro.nl", 
        "description": "Het uitgangspunt van onze bank is het inspelen op de veranderende markt en dus op de eveneens veranderende behoeften van onze klanten. Daar vraagt deze tijd ook om. Een bank die handelt in de context en realiteit van nu, die de klant met open vizier tegemoet treedt, leert van zijn ervaringen en beseft dat niets belangrijker is dan optimale service.\r\n\r\nWij bieden onze particuliere en zakelijke klanten een volledig producten- en dienstenpakket aan, waaronder verzekeringen. Wij bieden diepgaande financiële expertise, brede kennis van vele sectoren en een internationaal netwerk ten behoeve van nationale en internationale activiteiten.\r\n\r\nBij onze bank zijn ongeveer 22.500 mensen werkzaam, waarvan meer dan 5.000 buiten Nederland. ABN AMRO is aanwezig in 23 landen en gebiedsdelen.", 
        "founded": null, 
        "street": "Gustav Mahlerlaan 10, ", 
        "specialities": [
            "Retail banking", 
            "Private banking", 
            "Corporate Banking", 
            "Sectorkennis"
        ], 
        "size": "10,001+ employees", 
        "city": "Amsterdam", 
        "zip": "1082PP", 
        "url": "https://www.linkedin.com/company/1173", 
        "country": "Netherlands", 
        "industry": "Banking", 
        "state": "", 
        "company_name": "ABN AMRO Bank N.V.", 
        "follower_count": 195492, 
        "type": "Privately Held"
    },
    {
        "website": "http://www.ml.com", 
        "description": "Founded in 1914, Merrill Lynch is one of the largest wealth management businesses in the world. Merrill Lynch financial advisors combine financial knowledge and experience with a deep understanding of their clients’ needs to help their clients achieve the lives they want. With a deep commitment to placing their clients’ interests first, Merrill Lynch financial advisors draw upon the investment insights of Merrill Lynch and the banking of Bank of America to unlock opportunities tailored to their clients’ needs in all areas of their financial lives.  The solutions our financial advisors offer go beyond investment management to include college savings strategies, retirement planning, eldercare, philanthropy, estate planning services, small business services, and access to cash management and banking solutions.\r\n\r\nAny opinions, views, statements, estimates or projections (“posts”) posted on this web page are solely those of the author(s). Merrill Lynch Global Wealth Management is part of Bank of America Corporation’s Global Wealth & Investment Management business. Additional Terms, Conditions & Disclaimers found here: https://www.ml.com/social-media/merrill-lynch-on-twitter.html\r\n\r\nDisclaimer\r\nThe site is maintained by a third party that has no affiliation with Merrill Lynch, Pierce, Fenner & Smith Incorporated (Merrill Lynch). The recommendations posted to this page by or about Merrill Lynch employees, are not endorsed by, and may not represent the views of Merrill Lynch. This material is not intended to constitute a recommendation, offer or solicitation for the purchase or sale of any security, financial instrument, or strategy. Always consult with your independent attorney, tax advisor, investment managers, and insurance agent for final recommendations and before changing or implementing any financial, tax, or estate planning strategy. Bank of America LinkedIn Community Guidelines: http://about.bankofamerica.com/en-us/social-media/linkedin-community-guidelines.html", 
        "founded": null, 
        "street": "2 World Financial Center, ", 
        "specialities": [
            "Advice and Planning", 
            "Investments", 
            "Banking", 
            "Retirement", 
            "Estate Planning Services", 
            "Credit and Lending", 
            "Solutions for Business"
        ], 
        "size": "10,001+ employees", 
        "city": "New York", 
        "zip": "10281", 
        "url": "https://www.linkedin.com/company/1178", 
        "country": "United States", 
        "industry": "Financial Services", 
        "state": "NY", 
        "company_name": "Merrill Lynch", 
        "follower_count": 392177, 
        "type": "Public Company"
    },
    {
        "website": "http://www.btwholesale.com", 
        "description": "At BT Wholesale we're here to provide the UK's Communication Providers, ISPs and Service Providers with a single expert Wholesale source.\r\n\r\nOur integrated portfolio of products and services sets the standards in the communications industry. Whatever the size of your business – and whatever your business ambition – we keep innovating so you and your customers can benefit over the long term from the security, resilience and reliability of our services.\r\n\r\nAs we continue to build on our established nationwide network infrastructure, we can support you in migrating successfully to next-generation technology. And as convergence transforms the communications landscape, we can empower you and your customers with IP voice and Cloud services. \r\n\r\nIf you want to stay in step with the market, respond to your customers'​ needs and take your business forward with real confidence, we're here to help.\r\n \r\nBT Wholesale. We make it possible.", 
        "founded": null, 
        "street": ", ", 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1180", 
        "country": "United Kingdom", 
        "industry": "Telecommunications", 
        "state": "", 
        "company_name": "BT Wholesale", 
        "follower_count": 6013, 
        "type": "Public Company"
    },
    {
        "website": "http://www.bt.com/globalservices", 
        "description": "We’re a leading global business communications provider. We supply ICT services to 5,500 multinational companies across 180 countries worldwide. With more than 17,000 people worldwide, we’re structured around four regional operations providing expertise to key industry sectors.\n \n‪We combine our global strengths in networks, ICT and innovation with our deep expertise and global delivery model to be a trusted partner for our customers. We provide them with the services they need to enable the digital transformation of their businesses.\n \nOur portfolio strategy, the Cloud of Clouds, is a powerful combination of cloud services, IT integration skills, global network and professional security expertise. It allows our customers to connect easily and securely to the applications and data they need, regardless of where they’re hosted or where our customers are based.", 
        "founded": 2000, 
        "street": "BT Centre, ", 
        "specialities": [
            "Networked IT Services", 
            "BT Advise - Global Professional Services", 
            "Operating Globally, delivering locally", 
            "Industry Expertise"
        ], 
        "size": "10,001+ employees", 
        "city": "London", 
        "zip": "EC1A 7AJ", 
        "url": "https://www.linkedin.com/company/1181", 
        "country": "United Kingdom", 
        "industry": "Telecommunications", 
        "state": "", 
        "company_name": "BT for Global business", 
        "follower_count": 85932, 
        "type": "Public Company"
    },
    {
        "website": "http://www.btplc.com", 
        "description": "The way communications is changing the world is one of the most significant forces of our time. And we believe the business we’re in is transforming the future for the better.\n\nWhen we laid the first telephone lines, we started a technology revolution. These days, life and work is built around being connected. That’s why we never stop improving our network. And why we want  everyone to benefit from our investment in fibre.\n\nThrough us, millions of people in over 170 countries connect with friends and family, and have a universe of information and entertainment at their fingertips. For businesses large and small, we’re the infrastructure that helps them work more productively and compete in global markets. We underpin everything from economic growth to many of society’s essential services.\n\nEvery day, our 110,000 people use their expertise to build on our network’s capabilities, explore the latest technologies, and create new possibilities, across the globe.\n\nVisit bt.com/careers to see how you join us. ", 
        "founded": null, 
        "street": "Newgate Street, ", 
        "specialities": [
            "Telephony", 
            "Networking", 
            "Cloud Services", 
            "Unified Communications"
        ], 
        "size": "10,001+ employees", 
        "city": "London", 
        "zip": "EC1A 7AJ", 
        "url": "https://www.linkedin.com/company/1182", 
        "country": "United Kingdom", 
        "industry": "Telecommunications", 
        "state": "", 
        "company_name": "BT", 
        "follower_count": 234294, 
        "type": "Public Company"
    },
    {
        "website": "http://www.pfizer.com", 
        "description": "Pfizer is a leading research-based biopharmaceutical company. We apply science and our global resources to deliver innovative therapies that extend and significantly improve lives. We make medicines and vaccines that help people when they are sick and prevent them from getting sick in the first place, as well as some of the world’s best-known consumer healthcare brands. Every day, our colleagues work in developed and emerging markets to treat, cure and eradicate life-threatening conditions and challenge some of the most feared diseases of our time. Pfizer also collaborates with healthcare providers, governments and local communities to support and expand access to reliable, affordable healthcare around the world. For more than 150 years, Pfizer has worked to make a difference for all who rely on us. To learn more, visit www.pfizer.com.", 
        "founded": 1848, 
        "street": "New York, ", 
        "specialities": [
            "To apply science and our global resources to improve health and well-being at every stage of life. We strive to provide access to safe", 
            "effective and affordable medicines and health care services to the people who need them."
        ], 
        "size": "10,001+ employees", 
        "city": "New York", 
        "zip": "10017", 
        "url": "https://www.linkedin.com/company/1185", 
        "country": "United States", 
        "industry": "Pharmaceuticals", 
        "state": "New York", 
        "company_name": "Pfizer", 
        "follower_count": 1487968, 
        "type": "Public Company"
    },
    {
        "website": "http://www.depuysynthes.com", 
        "description": "At Mitek Sports Medicine, we are passionate about getting patients back to their passion. As a global leader in orthopaedic sports medicine, we develop minimally invasive devices and early intervention products used in the treatment of joint injuries related to sports and physical activity, as well as degenerative tissue conditions. Mitek Sports Medicine is part of the DePuy Synthes Companies of Johnson & Johnson, the largest provider of orthopaedic and neurological solutions in the world. For more information visit, www.depuysynthes.com.", 
        "founded": null, 
        "street": ", ", 
        "specialities": null, 
        "size": "201-500 employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1189", 
        "country": "United States", 
        "industry": "Medical Devices", 
        "state": "", 
        "company_name": "Mitek Sports Medicine", 
        "follower_count": 6659, 
        "type": "Public Company"
    },
    {
        "website": "http://www.jnjvc.com", 
        "description": "Johnson & Johnson Vision Care, Inc. is committed to creating life-long solutions to vision care needs.  Since the ACUVUE® Brand made its debut in 1987 as the world’s first disposable soft contact lens, the company has repeatedly brought quality, scientific and innovative advancements to the industry.  Headquartered in Jacksonville, Florida, the company has some 3,000 employees worldwide.", 
        "founded": null, 
        "street": ", ", 
        "specialities": null, 
        "size": "1001-5000 employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1193", 
        "country": "United States", 
        "industry": "Medical Devices", 
        "state": "", 
        "company_name": "Johnson & Johnson Vision Care, Inc.", 
        "follower_count": 15290, 
        "type": "Public Company"
    },
    {
        "website": "http://www.biosensewebster.com", 
        "description": "Biosense Webster, Inc. is the global leader in the science of diagnosing and treating heart rhythm disorders. The company partners with clinicians to develop innovative technologies that improve the quality of care for arrhythmia patients worldwide. Biosense Webster is part of the Johnson & Johnson Family of Companies. More information can be found at www.biosensewebster.com.", 
        "founded": null, 
        "street": "3333 South Diamond Canyon Road, ", 
        "specialities": [
            "Atrial Fibrillation", 
            "Electrophysiology", 
            "Heart Rhythm Disorders", 
            "Catheter Ablation"
        ], 
        "size": "1001-5000 employees", 
        "city": "Diamond Bar", 
        "zip": "91765", 
        "url": "https://www.linkedin.com/company/1194", 
        "country": "United States", 
        "industry": "Medical Devices", 
        "state": "CA", 
        "company_name": "Biosense Webster", 
        "follower_count": 13345, 
        "type": "Public Company"
    },
    {
        "website": "http://orthoclinicaldiagnostics.com", 
        "description": "Ortho Clinical Diagnostics is a global leader of in vitro diagnostics serving the global clinical laboratory and immunohematology communities. Across hospitals, hospital networks, blood banks, and labs in more than 120 countries, Ortho's high-quality products and services enable healthcare professionals to make better-informed treatment decisions. For the immunohematology community, Ortho's blood typing products help ensure every patient receives blood that is safe, the right type and the right unit. Ortho brings sophisticated testing technologies, automation, information management, and interpretation tools to clinical laboratories around the world to help them run more efficiently, effectively and improve patient care. Ortho's purpose is to improve and save lives with diagnostics and it does that by reimagining what's possible. This is what has defined Ortho for more than 75 years, and it's what drives Ortho forward. For more information, visit www.orthoclinicaldiagnostics.com.", 
        "founded": null, 
        "street": "1001 US Highway 202, ", 
        "specialities": [
            "In Vitro Diagnostics"
        ], 
        "size": "1001-5000 employees", 
        "city": "Raritan", 
        "zip": "08869", 
        "url": "https://www.linkedin.com/company/1196", 
        "country": "United States", 
        "industry": "Medical Devices", 
        "state": "NJ", 
        "company_name": "Ortho Clinical Diagnostics", 
        "follower_count": 19262, 
        "type": "Privately Held"
    },
    {
        "website": "https://www.cordis.com/", 
        "description": "Cordis Corporation is one of the most respected names in global interventional medical devices – and a company trusted by healthcare professionals for comprehensive solutions that achieve better healthcare results.\r\n\r\nOur reputation among physicians specialized in interventional procedures has been built by understanding the connections among products, services, and outcomes in cardiovascular, endovascular, and biliary duct (liver) treatments.\r\n\r\nOur products include some of the most well-known trademarks in catheters, guidewires, and vena cava filters, in addition to a range of valuable accessories and other devices.\r\n\r\nWhether you are a healthcare professional, a patient or simply someone looking to know more about the complete solutions offered by Cordis, let us show you how our distinctive approach to working in partnership with you results in innovative interventional products and services to help support sustained patient outcomes.", 
        "founded": 1957, 
        "street": "6500 Paseo Padre Pkwy, ", 
        "specialities": null, 
        "size": "201-500 employees", 
        "city": "Fremont", 
        "zip": "94555", 
        "url": "https://www.linkedin.com/company/1201", 
        "country": "United States", 
        "industry": "Medical Devices", 
        "state": "CA", 
        "company_name": "Cordis", 
        "follower_count": 16610, 
        "type": "Public Company"
    },
    {
        "website": "http://www.ethicon.com", 
        "description": "At Ethicon, we believe amazing things happen when you bring people together with a common purpose. We are committed to help advance surgical care so that more patients live longer, more fulfilling lives. We are driven to develop meaningful solutions, enabling our customers to provide the treatment and positive outcomes patients deserve. \r\n\r\nFor more than 80 years, we have provided healthcare professionals with value-driven, best-to-market solutions. The videos within our playlists display the use of Ethicon medical devices in a variety of specialties. This channel allows healthcare professionals to see how Ethicon products provide a better surgery for a better world.\r\n\r\nLearn more about our company, products, procedure solutions, and latest advancements at www.Ethicon.com.", 
        "founded": 1886, 
        "street": "4545 Creek Road, ", 
        "specialities": [
            "Shaping the future of surgery", 
            "Surgical Solutions", 
            "Medical Devices", 
            "Professional Education", 
            "Healthcare"
        ], 
        "size": "1001-5000 employees", 
        "city": "Cincinnati", 
        "zip": "45242", 
        "url": "https://www.linkedin.com/company/1202", 
        "country": "United States", 
        "industry": "Medical Devices", 
        "state": "OH", 
        "company_name": "Ethicon, Inc.", 
        "follower_count": 48738, 
        "type": "Public Company"
    },
    {
        "website": "http://www.janssen.com", 
        "description": "Who is Janssen? We’re people; more than 35,000, working hard to treat, cure, stop and prevent some of the most devastating and complex diseases of our time — from diabetes and HIV, to Alzheimer’s and cancer. \r\n\r\nJanssen is dedicated to addressing and solving some of the most important unmet medical needs of our time in oncology, immunology, neuroscience, infectious diseases and vaccines, and cardiovascular and metabolism. We are driven to action by the plight of patients, and we aspire to make a positive impact on their lives. That’s why we never limit the search for new medicines to our own four walls—we’re always looking to work with partners interested in helping us achieve our goals. \r\n\r\nWe stay focused on the disease areas where we believe we can make the biggest difference — oncology, neuroscience, immunology, infectious diseases & vaccines, and cardiovascular & metabolism. But success for us doesn’t stop in our labs. \r\n\r\nThe world is our lab, and we wouldn’t be able to achieve our success if it weren’t for our approach to collaboration. We work closely with like-minded people from researchers to governments, healthcare professionals to patient organizations. And we work with them at every stage, from early discovery to market access and patient education. Our experts collaborate with external parties at every stage of our value chain—from early discovery to market access. We seek medical breakthroughs wherever they occur. Whether you’re at a university, a research organization, or another biotech or pharmaceutical company, we want to hear from you. \r\n\r\nWe are Janssen. We collaborate with the world for the health of everyone in it.\r\n\r\nVisit us:  www.janssen.com\r\nFollow us: @JanssenGlobal\r\nWatch our videos on our YouTube channel: http://bit.ly/1LY2xQ5", 
        "founded": null, 
        "street": "1000 U.S. Highway 202, ", 
        "specialities": [
            "Healthcare", 
            "Pharmaceutical", 
            "Caring"
        ], 
        "size": "10,001+ employees", 
        "city": "Raritan", 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1204", 
        "country": "United States", 
        "industry": "Pharmaceuticals", 
        "state": "New Jersey", 
        "company_name": "The Janssen Pharmaceutical Companies of Johnson & Johnson", 
        "follower_count": 215191, 
        "type": "Public Company"
    },
    {
        "website": "http://janssen.com/Canada", 
        "description": "Janssen Inc., a pharmaceutical company of Johnson & Johnson, has been an innovator in the Canadian healthcare industry for over 50 years. We are guided by Our Credo, where our first responsibility is to the doctors, nurses and patients, and mothers and fathers, and all others who use our products and services. Our ultimate goal is to help people live healthy lives.\r\n\r\nJanssen’s history and our values provide the focus for our contributions to healthcare today and in the future. This focus was best summarized by our company’s namesake, Dr. Paul Janssen when he said:\r\n\r\n\"There are still many diseases for which there is no cure, and effective drugs must be found. Although we have contributed to the solutions for some of these problems, we will continue our research efforts, because so much more needs to be done.\"", 
        "founded": null, 
        "street": ", ", 
        "specialities": null, 
        "size": "5001-10,000 employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1205", 
        "country": "Canada", 
        "industry": "Pharmaceuticals", 
        "state": "", 
        "company_name": "Janssen Inc.", 
        "follower_count": 26766, 
        "type": "Public Company"
    },
    {
        "website": "http://www.jnj.com", 
        "description": "Caring for the world, one person at a time... inspires and unites the people of Johnson & Johnson.  We embrace research and science - bringing innovative ideas, products and services to advance the health and well-being of people.  Employees of the Johnson & Johnson Family of Companies work with partners in health care to touch the lives of over a billion people every day, throughout the world.\r\n\r\nOur Family of Companies comprises:\r\n\r\nThe world’s premier consumer health company. \r\nThe world’s largest and most diverse medical devices company.\r\nThe world’s third-largest biologics company. \r\nAnd the world’s sixth-largest pharmaceuticals company. \r\n\r\nWe have more than 250 operating companies in 57 countries employing 120,200 people. Our worldwide headquarters is in New Brunswick, New Jersey, USA.\r\n\r\nSocial Media Community Guidelines:\r\nhttp://www.jnj.com/social-media-community-guidelines", 
        "founded": 1887, 
        "street": "1, ", 
        "specialities": [
            "Health Care", 
            "Medical Devices & Diagnostics", 
            "Pharmaceuticals", 
            "Consumer"
        ], 
        "size": "10,001+ employees", 
        "city": "New Brunswick", 
        "zip": "08903", 
        "url": "https://www.linkedin.com/company/1207", 
        "country": "United States", 
        "industry": "Hospital & Health Care", 
        "state": "NJ", 
        "company_name": "Johnson & Johnson", 
        "follower_count": 1375640, 
        "type": "Public Company"
    },
    {
        "website": "http://www.postbank.nl", 
        "description": "De Postbank is nu ING Bank. \r\n\r\nDe ING is een Nederlands onderdeel van de ING Groep, een wereldwijde financiële instelling die diensten levert op het gebied van bankieren, beleggen, levensverzekeringen en pensioenen. ING heeft wereldwijd meer dan 85 miljoen klanten in Europa, de Verenigde Staten, Canada, Latijns-Amerika, Azië en Australië.\r\n\r\nMeer informatie over ING Groep kunt u vinden op www.ing.com.", 
        "founded": null, 
        "street": ", ", 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1208", 
        "country": "Netherlands", 
        "industry": "Banking", 
        "state": "", 
        "company_name": "Postbank", 
        "follower_count": 2024, 
        "type": "Public Company"
    },
    {
        "website": "http://www.nn.nl", 
        "description": "NN is an insurance and asset management company active in more than 18 countries, with a strong presence in a number of European countries and Japan. Our roots lie in the Netherlands, with a rich history that stretches back 170 years. The overarching company, NN Group, includes NN, Nationale-Nederlanden, and NN Investment Partners. \r\n\r\nWith more than 11 500 employees, we aim to deliver high-quality services and products. Our approach is committed, straightforward and personal. NN’s corporate values are: we care, we are clear and we commit. We are committed to helping people secure their financial futures, offering retirement services, insurance, investments and banking products. Our offices throughout Europe and Japan each offer a different array of products and services best suited to meet the needs of their local customers. \r\n\r\nOn 2 July 2014, NN became a standalone company. Since that date NN shares have been listed and are traded on Euronext Amsterdam under the listing name ‘NN Group’ (symbol ‘NN’).\r\nSpecialties", 
        "founded": 1845, 
        "street": "Pr. Beatrixlaan 35, ", 
        "specialities": [
            "Insurance", 
            "Banking"
        ], 
        "size": "1001-5000 employees", 
        "city": "Den Haag", 
        "zip": "2595 AK", 
        "url": "https://www.linkedin.com/company/1211", 
        "country": "Netherlands", 
        "industry": "Financial Services", 
        "state": "", 
        "company_name": "Nationale-Nederlanden", 
        "follower_count": 26020, 
        "type": "Public Company"
    },
    {
        "website": "http://www.ubs.com", 
        "description": "UBS works with private clients, institutions and corporations around the world to help answer some of life's questions – whether through expert wealth management advice, investment banking and asset management expertise, or general banking advice in Switzerland. \r\n\r\nWe're a team of 60,000 colleagues, collaborating across all major financial centres in nearly 900 offices and more than 50 countries, and we've been recognised as being good at what we do (by Euromoney and many others). \r\n\r\nUniversum rated us one of the world's most attractive employers in 2015 for the 7th year in a row. We help our talented colleagues answer some of life's questions too – by offering a supportive, challenging and diverse working environment that rewards passion, commitment and success.", 
        "founded": 1862, 
        "street": "Postbox, ", 
        "specialities": [
            "Financial Services", 
            "Investment Banking", 
            "Wealth Management", 
            "Asset Management"
        ], 
        "size": "10,001+ employees", 
        "city": "Zurich", 
        "zip": "8001", 
        "url": "https://www.linkedin.com/company/1214", 
        "country": "Switzerland", 
        "industry": "Financial Services", 
        "state": "", 
        "company_name": "UBS", 
        "follower_count": 446959, 
        "type": "Public Company"
    },
    {
        "website": "http://www.vodafone.com/", 
        "description": "We’ve come a long way since making the first ever mobile call on the 1st January 1985. Today, more than 403 million customers around the world choose us to look after their communications needs. In 25 years, a small mobile operator in Newbury has grown into a global business and the seventh most valuable brand in the world. We now operate in more than 30 countries and partner with networks in over 50 more. \r\n\r\nTrue to our origins, Vodafone has always committed to deliver useful and inspiring innovation. In 1991 we enabled the world’s first international mobile roaming call.Fuelled by the desire for sustainable innovation, we recently introduced Vodafone Money Transfer which allows customers in emerging markets to send and receive money safely and easily using their mobile phone.\r\n\r\nWe’re a brand that loves change – if it’s not happening naturally then we’re creating it ourselves. It’s in our DNA to push forward, to create a better future, to never rest and find new ways that help people communicate. That’s the lifeblood that runs throughout Vodafone. We are driven to empower people. \r\n\r\nTo find that spark that empowers you is why we are in business. That’s what we mean when we say ‘power to you’.\r\n\r\nTo find out more about Vodafone in your country, you can find your market-specific website here; http://vodafone.com/content/index/about/about-us/where.html\r\n\r\nAt Vodafone, we don’t just produce innovative products, we develop amazing people too. We’re a brand that loves change – if it’s not happening naturally then we’re creating it ourselves. It’s in our DNA to push forward, to create a better future, to never rest and find new ways that help people communicate.  That’s the lifeblood that runs throughout Vodafone. We are driven to empower people.  We are committed to helping our people perform at their best and achieve their full potential. To find out more about Vodafone careers, visit www.Vodafone.com/powertoyou", 
        "founded": 1982, 
        "street": "Vodafone Limited, The Connection", 
        "specialities": [
            "Mobile & Fixed Telecommunications"
        ], 
        "size": "10,001+ employees", 
        "city": "Newbury", 
        "zip": "RG14 2FN", 
        "url": "https://www.linkedin.com/company/1217", 
        "country": "United Kingdom", 
        "industry": "Telecommunications", 
        "state": "Berkshire", 
        "company_name": "Vodafone", 
        "follower_count": 820232, 
        "type": "Public Company"
    },
    {
        "website": "http://www.telsim.com", 
        "description": "TelSim provides creative and solid web design, application programming and e-commerce solutions for anyone. Web based, standalone, client/server or a combination of all. No project is too small or too large. We have extensive knowledge in front end and back end systems. Everything from a small javascript application to a complete database driven solution. We are also able to host and manage learning portals for a wide variety of corporate learning audiences", 
        "founded": 1995, 
        "street": "10012 N Dale Mabry Hwy, #219", 
        "specialities": [
            "software", 
            "web design", 
            "animated avatar", 
            "e-learning", 
            "custom design", 
            "custom software"
        ], 
        "size": "1-10 employees", 
        "city": "Tampa", 
        "zip": "33618", 
        "url": "https://www.linkedin.com/company/1219", 
        "country": "United States", 
        "industry": "E-Learning", 
        "state": "FL", 
        "company_name": "Telsim", 
        "follower_count": 653, 
        "type": "Privately Held"
    },
    {
        "website": "http://www.goarmy.com", 
        "description": "Welcome to the official U.S. Army LinkedIn page.\r\n\r\nThe U.S. Army’s mission is to fight and win our Nation’s wars by providing prompt, sustained land dominance across the full range of military operations and spectrum of conflict in support of combatant commanders.\r\n\r\nIf you're looking for the official source of information about the U.S. Army please visit our homepage at http://www.army.mil/ \r\n\r\nFor more information about joining the U.S. Army please visit http://www.goarmy.com.", 
        "founded": 1775, 
        "street": "2530 Crystal Drive, ", 
        "specialities": [
            "Administrative Support", 
            "Arts & Media", 
            "Intelligence", 
            "Legal", 
            "Combat", 
            "Mechanics", 
            "Computers & Technology", 
            "Medical & Emergency", 
            "Construction", 
            "Transportation", 
            "Engineering", 
            "Aviation", 
            "Combat Support", 
            "Law Enforcement"
        ], 
        "size": "10,001+ employees", 
        "city": "Arlington", 
        "zip": "22202", 
        "url": "https://www.linkedin.com/company/1223", 
        "country": "United States", 
        "industry": "Military", 
        "state": "VA", 
        "company_name": "US Army", 
        "follower_count": 523972, 
        "type": "Government Agency"
    },
    {
        "website": "http://www.usace.army.mil/", 
        "description": "U.S. Army Corps of Engineers Mission: \r\nProvide vital public engineering services in peace and war to strengthen our Nation’s security, energize the economy, and reduce risks from disasters. \r\n\r\nU.S. Army Corps of Engineers Vision: \r\nA GREAT engineering force of highly disciplined people working with our partners through disciplined thought and action to deliver innovative and sustainable solutions to the Nation’s engineering challenges.", 
        "founded": 1776, 
        "street": "441 G Street NW, ", 
        "specialities": [
            "Civil Works Projects", 
            "Environmental Services", 
            "Construction", 
            "Recreation Opportunities", 
            "Military Support Operations"
        ], 
        "size": "10,001+ employees", 
        "city": "Washington", 
        "zip": "20314", 
        "url": "https://www.linkedin.com/company/1224", 
        "country": "United States", 
        "industry": "Military", 
        "state": "DC", 
        "company_name": "US Army Corps of Engineers", 
        "follower_count": 65868, 
        "type": "Government Agency"
    },
    {
        "website": "http://www.gao.gov", 
        "description": "For more information about GAO, please visit www.gao.gov. \r\n\r\nGeneral Information\r\nThe U.S. Government Accountability Office (GAO) is an independent, nonpartisan agency that works for Congress. Often called the \"congressional watchdog,\"​ GAO investigates how the federal government spends taxpayer dollars.\r\n\r\nMission\r\nOur Mission is to support the Congress in meeting its constitutional responsibilities and to help improve the performance and ensure the accountability of the federal government for the benefit of the American people. We provide Congress with timely information that is objective, fact-based, nonpartisan, non-ideological, fair, and balanced.", 
        "founded": null, 
        "street": "441 G Street, N.W., ", 
        "specialities": [
            "Policy Analysis", 
            "Public Policy", 
            "Auditing", 
            "Supporting Congress"
        ], 
        "size": "1001-5000 employees", 
        "city": "Washington", 
        "zip": "20548", 
        "url": "https://www.linkedin.com/company/1225", 
        "country": "United States", 
        "industry": "Government Administration", 
        "state": "DC", 
        "company_name": "US Government Accountability Office", 
        "follower_count": 41160, 
        "type": "Government Agency"
    },
    {
        "website": "http://www.NATIONALGUARD.com", 
        "description": "Welcome to the Army National Guard's home on LinkedIn. \r\n\r\nThe Army National Guard, also known as the National Guard, is one component of The Army (which consists of the Active Army, the Army National Guard, and the Army Reserve). The National Guard has a unique Dual Mission that includes both State and Federal roles. Each state, territory, and the District of Columbia has its own National Guard. National Guard Citizen-Soldiers serve their country, state, and community on a part-time basis.  \r\n\r\nFor those seeking official information and news tied to the Army National Guard, visit www.ng.mil. \r\n\r\nIf you are interested in joining the National Guard, visit www.NATIONALGUARD.com.\r\n\r\nAlways ready. Always there.", 
        "founded": 1636, 
        "street": null, 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/1226", 
        "country": null, 
        "industry": "Military", 
        "state": null, 
        "company_name": "Army National Guard", 
        "follower_count": 64138, 
        "type": "Government Agency"
    },
    {
        "website": "http://www.usar.army.mil/", 
        "description": "The Army Reserve's mission, under Title 10 of the U.S. code, is to provide trained and ready Soldiers and units with the critical combat service support and combat support capabilities necessary to support nation strategy during peacetime, contingencies and war. The Army Reserve is a key element in The Army multi-component unit force, training with Active and National Guard units to ensure all three components work as a fully integrated team.", 
        "founded": 1908, 
        "street": "4710 Knox Street, ", 
        "specialities": [
            "National and Homeland Defense"
        ], 
        "size": "10,001+ employees", 
        "city": "Fort Bragg", 
        "zip": "28310-5010", 
        "url": "https://www.linkedin.com/company/1230", 
        "country": "United States", 
        "industry": "Military", 
        "state": "NC", 
        "company_name": "United States Army Reserve", 
        "follower_count": 33487, 
        "type": "Government Agency"
    },
    {
        "website": "http://www.symantec.com", 
        "description": "Symantec Corporation (NASDAQ: SYMC), the world’s leading cyber security company, helps organizations, governments and people secure their most important data wherever it lives. Organizations across the world look to Symantec for strategic, integrated solutions to defend against sophisticated attacks across endpoints, cloud and infrastructure. Likewise, a global community of more than 50 million people and families rely on Symantec’s Norton and LifeLock product suites to protect their digital lives at home and across their devices. Symantec operates one of the world’s largest civilian cyber intelligence networks, allowing it to see and protect against the most advanced threats. For additional information, please visit www.symantec.com or connect with us on Facebook, Twitter, and LinkedIn.", 
        "founded": 1982, 
        "street": "350 Ellis Street, ", 
        "specialities": [
            "Encryption", 
            "Antivirus and Malware protection", 
            "eDiscovery", 
            "Identity Protection and Authentication", 
            "Information Protection", 
            "Cyber Security Services", 
            "Threat Protection", 
            "Cloud Data Protection"
        ], 
        "size": "10,001+ employees", 
        "city": "Mountain View", 
        "zip": "94043", 
        "url": "https://www.linkedin.com/company/1231", 
        "country": "United States", 
        "industry": "Computer Software", 
        "state": "CA", 
        "company_name": "Symantec", 
        "follower_count": 270635, 
        "type": "Public Company"
    },
    {
        "website": "http://www.wellsfargo.com", 
        "description": "Wells Fargo & Company (NYSE: WFC) is a diversified, community-based financial services company with $1.9 trillion in assets. Founded in 1852 and headquartered in San Francisco, Wells Fargo provides banking, insurance, investments, mortgage, and consumer and commercial finance through more than 8,600 locations, 13,000 ATMs, the internet (wellsfargo.com) and mobile banking, and has offices in 36 countries and territories to support customers who conduct business in the global economy. With approximately 268,000 team members, Wells Fargo serves one in three households in the United States. Wells Fargo & Company was ranked No. 27 on Fortune’s 2016 rankings of America’s largest corporations. Wells Fargo’s vision is to satisfy our customers’ financial needs and help them succeed financially. Wells Fargo perspectives are also available on Wells Fargo Blogs and Wells Fargo Stories. \r\n\r\nOur vision: “We want to satisfy all our customers’ financial needs and help them succeed financially.”\r\n\r\nRelevant military experience is considered for veterans and transitioning service men and women. \r\nWells Fargo is an Affirmative Action and Equal Opportunity Employer, Minority/Female/Disabled/Veteran/Gender Identity/Sexual Orientation. © 2016 Wells Fargo Bank, N.A. All rights reserved. Member FDIC.", 
        "founded": null, 
        "street": "420 Montgomery St, ", 
        "specialities": [
            "Business Banking", 
            "Wholesale banking", 
            "Mortgage", 
            "Consumer Finance", 
            "Commercial Finance"
        ], 
        "size": "10,001+ employees", 
        "city": "San Francisco", 
        "zip": "94103", 
        "url": "https://www.linkedin.com/company/1235", 
        "country": "United States", 
        "industry": "Financial Services", 
        "state": "California", 
        "company_name": "Wells Fargo", 
        "follower_count": 561007, 
        "type": "Public Company"
    },
    {
        "website": "https://www.wellsfargo.com/mortgage/", 
        "description": "Wells Fargo Home Mortgage is a retail mortgage lender, which provides home mortgage solutions. It offers construction and renovation financing, home buying, and refinancing solutions, as well as jumbo, adjustable-rate, and reverse mortgages. The company serves homeowners and homebuyers.", 
        "founded": null, 
        "street": "P.O. Box 10335, ", 
        "specialities": [
            "Contruction Financing", 
            "Renovation Financing", 
            "1st Time Buyers", 
            "FHA", 
            "VA", 
            "Manufactured Homes"
        ], 
        "size": "10,001+ employees", 
        "city": "Des Moines", 
        "zip": "50306-0335", 
        "url": "https://www.linkedin.com/company/1237", 
        "country": "United States", 
        "industry": "Banking", 
        "state": "IA", 
        "company_name": "Wells Fargo Home Mortgage", 
        "follower_count": 57778, 
        "type": "Public Company"
    },
    {
        "website": "https://www.wellscap.com/", 
        "description": "Wells Capital Management is a multi-boutique asset management firm committed to delivering superior investment service to institutional clients. Our diverse and autonomous teams provide a broad range of investment solutions to our clients.\r\n\r\nWhy Multi-Boutique? We believe: \r\n\r\n-  Independent, focused investment teams generate alpha consistently.\r\n\r\n-  Investment teams should focus on investing for our clients without the distractions of operating a business.\r\n\r\n-  Independent risk management oversight should be independent from our investment teams to ensure we consistently meet client objectives.", 
        "founded": null, 
        "street": ", ", 
        "specialities": null, 
        "size": "501-1000 employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/1240", 
        "country": "United States", 
        "industry": "Investment Management", 
        "state": "", 
        "company_name": "Wells Capital Management", 
        "follower_count": 2629, 
        "type": "Public Company"
    },
    {
        "website": "http://www.hsbc.com", 
        "description": "HSBC is one of the world’s largest banking and financial services organisations. We serve more than 37 million customers through four global businesses: \r\n\r\n•\tCommercial Banking\r\n•\tRetail Banking and Wealth Management\r\n•\tGlobal Banking and Markets\r\n•\tGlobal Private Banking\r\n\r\nOur network covers 70 countries and territories in Europe, Asia, the Middle East and North Africa, North America and Latin America. \r\n\r\nWith around 4,000 offices worldwide, we aim to be where the growth is, connecting customers to opportunities, enabling businesses to thrive and economies to prosper, and ultimately helping people to fulfil their hopes and realise their ambitions. \r\n\r\nHSBC is listed on the London, Hong Kong, New York, Paris and Bermuda stock exchanges.\r\n\r\nTo view our social media terms and conditions please visit the following webpage: http://www.hsbc.com/social-TandCs", 
        "founded": 1865, 
        "street": "8 Canada Square, ", 
        "specialities": [
            "Banking", 
            "Financial Services", 
            "International Finance and Banking", 
            "Wealth Management", 
            "Corporate and Business Banking"
        ], 
        "size": "10,001+ employees", 
        "city": "London", 
        "zip": "E14 5HQ", 
        "url": "https://www.linkedin.com/company/1241", 
        "country": "United Kingdom", 
        "industry": "Financial Services", 
        "state": "", 
        "company_name": "HSBC", 
        "follower_count": 999653, 
        "type": "Public Company"
    },
    {
        "website": "http://www.hsbcnet.com", 
        "description": "HSBC Global Banking and Markets is an emerging markets-led, financing-focused business that provides investment and financial solutions.\r\nThrough our international network, we connect emerging and mature markets, covering key growth areas. We partner with our corporate, government and institutional clients to help them achieve consistent, long-term performance. \r\nOur products and services include advisory, financing, prime services, research and analysis, securities services, trading and sales and transaction banking.", 
        "founded": 1865, 
        "street": "8 Canada Square, ", 
        "specialities": [
            "Financial Services", 
            "Advisory", 
            "Capital Financing", 
            "Prime Services", 
            "Research & Analysis", 
            "Securities Services", 
            "Trading & Sales", 
            "Transactional Banking"
        ], 
        "size": "10,001+ employees", 
        "city": "London", 
        "zip": "E14 5HQ", 
        "url": "https://www.linkedin.com/company/1243", 
        "country": "United Kingdom", 
        "industry": "Financial Services", 
        "state": "", 
        "company_name": "HSBC Global Banking and Markets", 
        "follower_count": 73761, 
        "type": "Public Company"
    },
    {
        "website": "http://www.unilever.com", 
        "description": "On any given day, two billion people use Unilever products to look good, feel good and get more out of life. \r\n\r\nWith more than 400 brands focused on health and wellbeing, no company touches so many people’s lives in so many different ways.\r\n\r\nOur portfolio ranges from nutritionally balanced foods to indulgent ice creams, affordable soaps, luxurious shampoos and everyday household care products. We produce world-leading brands including Lipton, Knorr, Dove, Axe, Hellmann’s and Omo, alongside trusted local names such as Blue Band, Pureit and Suave.\r\n\r\nFor us, sustainability is integral to how we do business. With 7 billion people on our planet, the earth’s resources can be strained. This means sustainable growth is the only acceptable model of growth for our business. The Unilever Sustainable Living Plan sets out to decouple our growth from our environmental impact, while at the same time increasing our positive social impact. Our Plan has three big goals that by 2020 will enable us to:\r\n\r\n- Help more than a billion people to improve their health and well-being.\r\n- Halve the environmental footprint of our products.\r\n- Source 100% of our agricultural raw materials sustainably and enhance the livelihoods of people across our value chain.\r\n\r\nWe believe that as a business we have a responsibility to our consumers and to the communities in which we have a presence. Around the world we invest in local economies and develop people’s skills inside and outside of Unilever. And through our business and brands, we run a range of programmes to promote hygiene, nutrition, empowerment and environmental awareness.", 
        "founded": 1872, 
        "street": "100 Victoria Embankment, ", 
        "specialities": [
            "Consumer Goods", 
            "Food", 
            "Home Care", 
            "Personal Care", 
            "Refreshments", 
            "Marketing & Advertising", 
            "Retail"
        ], 
        "size": "10,001+ employees", 
        "city": "Blackfriars", 
        "zip": "EC4Y 0DY", 
        "url": "https://www.linkedin.com/company/1248", 
        "country": "United Kingdom", 
        "industry": "Consumer Goods", 
        "state": "London", 
        "company_name": "Unilever", 
        "follower_count": 2424311, 
        "type": "Public Company"
    },
    {
        "website": "http://www.gd.com", 
        "description": "General Dynamics is a global aerospace and defense company. From Gulfstream business jets to submarines to wheeled combat vehicles to communications systems, people around the world depend on our products and services for their safety and security.\r\n\r\nHeadquartered in Falls Church, Virginia, General Dynamics is led by Phebe Novakovic. The company employs thousands of people, with locations in 43 countries. At the heart of our company are our employees. We rely on their intimate knowledge of customer requirements and a unique blend of skill and innovation to develop and produce the best possible products and services.\r\n\r\nThe driver that makes our company agile, and ensures our continued performance, is our culture of continuous improvement. This culture enforces a shared commitment to consistently look toward the future and to embrace change. It’s a priority at all levels of our company, with every employee engaged in finding new ways to do things faster, better and more cost-effectively, and push the boundaries of our potential.", 
        "founded": 1952, 
        "street": "2941 Fairview Park Drive, Suite 100", 
        "specialities": [
            "aerospace", 
            "defense", 
            "information systems", 
            "marine systems"
        ], 
        "size": "10,001+ employees", 
        "city": "Falls Church", 
        "zip": "22042-4513", 
        "url": "https://www.linkedin.com/company/1904", 
        "country": "United States", 
        "industry": "Defense & Space", 
        "state": "Virginia", 
        "company_name": "General Dynamics", 
        "follower_count": 96348, 
        "type": "Public Company"
    },
    {
        "website": "http://www.grc.nasa.gov", 
        "description": "At NASA's Glenn Research Center, in partnership with U.S. industry, universities, and other government institutions, we develop critical systems technologies and capabilities that address national priorities. Our world-class research, technology, and capability development efforts are keys to advancing exploration of our solar system and beyond while maintaining global leadership in aeronautics.\r\n\r\nGlenn is distinguished by its unique blend of aeronautics and spaceflight experience. As we move toward a greater focus on spaceflight hardware development, we are benefiting from our diverse accomplishments and expertise in aeronautics. Our work is focused on technological advancements in spaceflight systems development, aeropropulsion, space propulsion, power systems, nuclear systems, communications and human research.", 
        "founded": null, 
        "street": "21000 Brookpark Road, ", 
        "specialities": null, 
        "size": "1001-5000 employees", 
        "city": "Cleveland", 
        "zip": "44135", 
        "url": "https://www.linkedin.com/company/1999", 
        "country": "United States", 
        "industry": "Defense & Space", 
        "state": "OH", 
        "company_name": "NASA Glenn Research Center", 
        "follower_count": 14752, 
        "type": "Government Agency"
    },
    {
        "website": "http://atkearney.com/", 
        "description": "A.T. Kearney is a leading global management consulting firm with offices in more than 40 countries. Since 1926, we have been trusted advisors to the world's foremost organizations. A.T. Kearney is a partner-owned firm, committed to helping clients achieve immediate impact and growing advantage on their most mission-critical issues. For more information, visit www.atkearney.com.", 
        "founded": 1926, 
        "street": "A.T. Kearney, ", 
        "specialities": [
            "Management Consulting"
        ], 
        "size": "1001-5000 employees", 
        "city": "Chicago", 
        "zip": "60606", 
        "url": "https://www.linkedin.com/company/2196", 
        "country": "United States", 
        "industry": "Management Consulting", 
        "state": "IL", 
        "company_name": "A.T. Kearney", 
        "follower_count": 137028, 
        "type": "Partnership"
    },
    {
        "website": "http://www.mideacarrier.com.br", 
        "description": "A Midea Carrier é fruto da união da Midea, líder mundial na produção  de eletrodomésticos, e da Carrier, referência internacional quando se fala em climatização. A joint venture atua no Brasil, Argentina e Chile, sendo hoje a maior fabricante de equipamentos de climatização da América Latina. Isto é feito por mais de 1,9 mil colaboradores que trabalham todos os dias desenvolvendo produtos cada vez mais inovadores, eficientes, econômicos e ambientalmente sustentáveis. A base destas conquistas é um ambiente estimulante e inclusivo, afinal grandes ideias não nascem de lampejos, mas de envolvimento, troca e muita pesquisa.", 
        "founded": null, 
        "street": ", ", 
        "specialities": null, 
        "size": "1001-5000 employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/2428", 
        "country": "Brazil", 
        "industry": "Electrical/Electronic Manufacturing", 
        "state": "", 
        "company_name": "Midea Carrier", 
        "follower_count": 24001, 
        "type": "Privately Held"
    },
    {
        "website": "http://www.embassysuites.com", 
        "description": "At Embassy Suites Hotels, we anticipate travelers’ needs and deliver what matters most. All of our guests are welcomed with a two-room suite, free made-to-order breakfast each morning, and complimentary drinks* and snacks for two hours every night. We’re delighted to welcome you in over 200 unique locations, so stay with us and come experience all Embassy Suites has to offer.\r\n \r\nImagined in 1983 with its first property opening a year later, Embassy Suites Hotels was a pioneer in the all-suite concept, and today leads the industry as the all-suites market share leader with more than 200 locations in the United States, Latin American and the Caribbean, and over 25 more in the pipeline.\r\n \r\nBecause Embassy Suites Hotels does not stop at just providing more space to its guests, the brand has been recognized repeatedly for excellence. In 2011, J.D. Power and Associates rated Embassy Suites Hotels “Highest Guest Satisfaction Among Upper Upscale Hotel Chains” for a record-breaking eighth time.\r\n \r\n*Service of alcohol subject to state and local laws. Must be of legal drinking age.", 
        "founded": 1983, 
        "street": "7930 Jones Branch Drive, ", 
        "specialities": [
            "Embassy Suites is the definitive upscale", 
            "all-suites hotel brand", 
            "offering a complimentary               cooked-to-order breakfast and nightly Manager’s Reception."
        ], 
        "size": "10,001+ employees", 
        "city": "McLean", 
        "zip": "22102", 
        "url": "https://www.linkedin.com/company/2450", 
        "country": "United States", 
        "industry": "Hospitality", 
        "state": "Virginia", 
        "company_name": "Embassy Suites", 
        "follower_count": 34425, 
        "type": "Public Company"
    },
    {
        "website": "http://www.osam.com", 
        "description": "O'Shaughnessy Asset Management, LLC (OSAM) is a quantitative money management firm located in Stamford, Connecticut. All of our investment strategies are based on research conducted by Jim O'Shaughnessy and featured in his book What Works on Wall Street. Every strategy we offer our clients is time-tested, empirically derived, and rigorously implemented.\r\n\r\nImportant disclosures: http://www.osam.com/legal.aspx", 
        "founded": 2007, 
        "street": "6 Suburban Avenue, ", 
        "specialities": null, 
        "size": "11-50 employees", 
        "city": "Stamford", 
        "zip": "06901", 
        "url": "https://www.linkedin.com/company/2552", 
        "country": "United States", 
        "industry": "Investment Management", 
        "state": "CT", 
        "company_name": "O'Shaughnessy Asset Management, LLC (OSAM)", 
        "follower_count": 805, 
        "type": "Privately Held"
    },
    {
        "website": "http://assembly.ca.gov", 
        "description": "The California State Assembly is the lower house of the California State Legislature. The legislative body consists of 80 members, with each member representing approximately 465,000 people. Due to the state's large population and relatively small legislature, the State Assembly has the largest population per representative ratio of any state legislature lower house and second largest of any legislative lower house in the United States after the federal House of Representatives. Members elected to the legislature prior to 2012 are restricted by term limits to three two-year terms (six years), while those elected in or after 2012 are allowed to serve 12 years in the legislature in any combination of four-year state senate or two-year state assembly terms.", 
        "founded": null, 
        "street": ", ", 
        "specialities": null, 
        "size": "1001-5000 employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/2659", 
        "country": "United States", 
        "industry": "Legislative Office", 
        "state": "", 
        "company_name": "California State Assembly", 
        "follower_count": 3482, 
        "type": "Government Agency"
    },
    {
        "website": "http://www.acxiom.com/acxiom-impact/", 
        "description": "With a focus on the consumer experience and marketing optimization, we deliver billions of highly targeted emails per year, manage thousands of terabytes of data for our clients, and provide big brands with the confidence, scale and accountability needed to win in fast-moving markets.", 
        "founded": 1996, 
        "street": "601 3rd street, ", 
        "specialities": null, 
        "size": "201-500 employees", 
        "city": "Little Rock", 
        "zip": "72201", 
        "url": "https://www.linkedin.com/company/2740", 
        "country": "United States", 
        "industry": "Marketing and Advertising", 
        "state": "Ark", 
        "company_name": "Acxiom Impact", 
        "follower_count": 443, 
        "type": "Public Company"
    },
    {
        "website": "http://www.xo.com", 
        "description": "XO Communications is a Verizon company that provides the technology that helps business and wholesale customers compete in a hyper-connected economy.  In the U.S., XO owns and operates one of the largest IP and Ethernet networks that customers rely on for private data networking, cloud connectivity, unified communications and voice, Internet access, and managed services.  \r\n\r\nTo learn more about XO Communications, visit www.xo.com or blog.xo.com.", 
        "founded": 1996, 
        "street": "13865 Sunrise Valley Dr, ", 
        "specialities": [
            "Wide Area Networking (WAN) Solutions", 
            "Cloud Connections", 
            "Unified Communications Solutions", 
            "Network Security Solutions", 
            "Ethernet", 
            "SIP Trunking", 
            "MPLS IP-VPN", 
            "Hosted PBX", 
            "Wavelength", 
            "Colocation", 
            "Private Line", 
            "Network Enabled Cloud", 
            "Contact Center Services", 
            "VoIP"
        ], 
        "size": "1001-5000 employees", 
        "city": "Herndon", 
        "zip": "20171", 
        "url": "https://www.linkedin.com/company/2919", 
        "country": "United States", 
        "industry": "Telecommunications", 
        "state": "VA", 
        "company_name": "XO Communications", 
        "follower_count": 26895, 
        "type": "Privately Held"
    },
    {
        "website": "http://www.proximus.be", 
        "description": "This page is phasing out. As of today connect with us on https://www.linkedin.com/company/proximus/. Today #weareproximus.", 
        "founded": null, 
        "street": ", ", 
        "specialities": null, 
        "size": null, 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/3092", 
        "country": null, 
        "industry": "Telecommunications", 
        "state": "", 
        "company_name": "Belgacom becomes Proximus connect with us on https://www.linkedin.com/company/proximus/", 
        "follower_count": 6907, 
        "type": null
    },
    {
        "website": "http://www.state.gov", 
        "description": "The U.S. Department of State is focused on accomplishing America's mission of diplomacy at home and around the world. The U.S. Department of State manages America’s relationships with foreign governments, international organizations, and the people of other countries. U.S. Diplomats carry out the President’s foreign policy and help build a more free, prosperous, and secure world.\r\n\r\nU.S. Department of State employees, with their skills, character and commitment to public service, are the backbone of America's diplomacy. They represent the people and advocate the interests of the U.S. to the rest of the world.\r\n\r\nThe Foreign Service (FS) is dedicated to representing America and responding to the needs of American citizens in other countries. Members of the Foreign Service can be sent to any embassy, consulate, or other diplomatic mission anywhere in the world, at any time, to serve the diplomatic needs of the United States. \r\n\r\nNearly 7,400 Civil Service (CS) employees serve as a stable resource pool in Washington D.C., at Passport Agencies and field offices throughout the United States, and at several Consulates in Mexico. Civil Service employees provide in-depth expertise and continuity in accomplishing all aspects of the Department's mission and are involved in virtually every function of the Department. Civil Service employees issue passports, compile and analyze overseas reports, provide logistical support to posts, consult with Congress about foreign policy initiatives and policies, and formulate and manage the budget. \r\n\r\nMore than 31,000 Foreign Service National (FSN) employees also supplement the personnel requirements of the Department overseas. FSN employees are local residents of the countries in which we maintain diplomatic posts and consulates. They are valued members of our embassy teams, for they provide continuity for the transient American staff and have language and cultural expertise.", 
        "founded": null, 
        "street": "2201 C St., NW, ", 
        "specialities": [
            "The United States'​ lead foreign affairs agency", 
            "Best Places to Work in the Federal Government", 
            "careers.state.gov"
        ], 
        "size": "10,001+ employees", 
        "city": "Washington", 
        "zip": "20520", 
        "url": "https://www.linkedin.com/company/3100", 
        "country": "United States", 
        "industry": "International Affairs", 
        "state": "DC", 
        "company_name": "U.S. Department of State", 
        "follower_count": 181260, 
        "type": "Government Agency"
    },
    {
        "website": "http://ScotiaWealthManagement.com", 
        "description": "Scotia Wealth Management™ is an innovative team-based approach to wealth management that addresses the entirety of your life–your family, your business, your future–one facet at a time.", 
        "founded": null, 
        "street": ", ", 
        "specialities": null, 
        "size": null, 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/3138", 
        "country": null, 
        "industry": "Financial Services", 
        "state": "", 
        "company_name": "Scotia Wealth Management", 
        "follower_count": 7179, 
        "type": null
    },
    {
        "website": "http://www.saabgroup.com", 
        "description": "Saab serves the global market of governments, authorities and corporations with products, services and solutions ranging from military defence to civil security.\r\n\r\nSaab has divided operations into six business areas: Aeronautics, Dynamics, Electronic Defence Systems, Security and Defence Solutions, Support and Services and the independent subsidiary Combitech.", 
        "founded": null, 
        "street": ", ", 
        "specialities": null, 
        "size": "1001-5000 employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/3206", 
        "country": "Sweden", 
        "industry": "Defense & Space", 
        "state": "", 
        "company_name": "Saab Avitronics", 
        "follower_count": 2741, 
        "type": "Public Company"
    },
    {
        "website": "http://www.continente.pt/", 
        "description": "Na área do Retalho, a Sonae é líder do mercado de retalho em Portugal, após ter iniciado uma verdadeira revolução nos hábitos de consumo e no panorama comercial português, com a implementação do primeiro hipermercado português, em 1985.\r\n\r\nNo final de 2009, a empresa detinha um parque de 794 lojas em Portugal e 38 em Espanha, correspondendo a 776.000 m2 e 56.000 m2 de área de vendas, respectivamente.\r\n\r\nPara mais informações, consulte www.sonae.pt/pt/sonae/areas-de-negocio/", 
        "founded": null, 
        "street": ", ", 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/3414", 
        "country": "Portugal", 
        "industry": "Retail", 
        "state": "", 
        "company_name": "Modelo Continente", 
        "follower_count": 8286, 
        "type": "Privately Held"
    },
    {
        "website": "https://www.nlm.nih.gov", 
        "description": "The National Library of Medicine (NLM), on the campus of the National Institutes of Health in Bethesda, Maryland, has been a center of information innovation since its founding in 1836. The world’s largest biomedical library, NLM maintains and makes available a vast print collection and produces electronic information resources on a wide range of topics that are searched billions of times each year by millions of people around the globe. It also supports and conducts research, development, and training in biomedical informatics and health information technology. In addition, the Library coordinates a 6,000-member National Network of Libraries of Medicine that promotes and provides access to health information in communities across the United States.", 
        "founded": null, 
        "street": ", ", 
        "specialities": null, 
        "size": "501-1000 employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/3427", 
        "country": "United States", 
        "industry": "Libraries", 
        "state": "", 
        "company_name": "National Library of Medicine (NLM)", 
        "follower_count": 1461, 
        "type": "Government Agency"
    },
    {
        "website": "http://www.safeway.com", 
        "description": "Safeway is proud to serve neighborhoods across the country with the freshest groceries at a great value. We offer innovative products and programs that seek to improve consumers’ health and quality of life. The employees that make this possible are the heart of our company, and they are an essential part of our strong heritage and clear vision for the future. \r\n\r\nIn 2015, Albertsons and Safeway teamed up to create one of the world’s largest food and drug retailers, with more than 2,300 stores in 35 states and the District of Columbia. We operate under 18 well-known names including Albertsons, Safeway, Vons, Jewel-Osco, Shaw’s, Acme, Tom Thumb, Randalls, United Supermarkets, Pavilions, Star Market and Carrs.\r\n \r\nAlbertsons-Safeway brings together two successful companies with similar histories. Albertsons founder Joe Albertson spent 10 years working at Safeway. In 1939 he left his position as a district manager for Safeway Stores and partnered with L.S. Skaggs—whose family helped build Safeway—to open his own grocery store.\r\n\r\nWith our unparalleled talent we are ready to shape the future of the American grocery store. We are positioned to grow and offer more opportunities for the quarter-million employees in our ranks. This is an exciting time to be a part of our company—we hope you consider applying soon!", 
        "founded": 1915, 
        "street": ", ", 
        "specialities": [
            "Grocery", 
            "Pharmacy", 
            "General Merchandise", 
            "Retail", 
            "Grocery Manufacturing", 
            "Distribution", 
            "Supermarket", 
            "Organic Produce", 
            "e-commerce"
        ], 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/3498", 
        "country": "United States", 
        "industry": "Retail", 
        "state": "", 
        "company_name": "Safeway", 
        "follower_count": 85134, 
        "type": "Privately Held"
    },
    {
        "website": "http://www.tribune.com", 
        "description": "Tribune Technology is a subsidiary of the Tribune Company, charged with managing the digital and interactive operations of 8 major daily Newspaper and 26 Broadcast websites across the country, along with multiple mobile websites and device applications. Some of Technology’s national network site partners include CareerBuilder.com, Cars.com and Apartments.com. With more than 50 websites in total, Tribune Technology ranks among the nations leading news and information networks, attracting more than 15.5 million unique visitors per month.", 
        "founded": 1847, 
        "street": "435 N. Michigan Ave, ", 
        "specialities": [
            "Worlds Largest Employee Owned Media Company"
        ], 
        "size": "10,001+ employees", 
        "city": "Chicago", 
        "zip": "60611", 
        "url": "https://www.linkedin.com/company/3568", 
        "country": "United States", 
        "industry": "Online Media", 
        "state": "IL", 
        "company_name": "Tribune Interactive", 
        "follower_count": 1009, 
        "type": "Privately Held"
    },
    {
        "website": "http://www.hcahealthcare.com", 
        "description": "HCA is one of the nation’s leading providers of healthcare services, comprised of locally managed facilities that include 171 hospitals and 118 freestanding surgery centers located in 20 U.S. states and the United Kingdom. With its founding in 1968, Nashville-based HCA created a new format for hospital care in America. R. Milton Johnson is the company’s Chairman and CEO. \r\n\r\nWe are dedicated to providing healthcare services that meet each community's local healthcare needs.  We seek to integrate various services to deliver patient care with maximum quality and efficiency.  Our approach includes focusing on quality; streamlining operations; sharing technology, equipment and personnel where appropriate; and using economies of scale when contracting for medical supplies and administrative services.\r\n\r\nHCA's strategy includes:\r\n1. Putting patients first\r\n2. Investing in our communities\r\n3. Focusing on leading hospitals in core communities\r\n4. Improving local operations through efficient use of resources\r\n5. Building strong physician relationships", 
        "founded": 1968, 
        "street": "One Park Plaza, ", 
        "specialities": [
            "Healthcare"
        ], 
        "size": "10,001+ employees", 
        "city": "Nashville", 
        "zip": "37203", 
        "url": "https://www.linkedin.com/company/3626", 
        "country": "United States", 
        "industry": "Hospital & Health Care", 
        "state": "TN", 
        "company_name": "HCA", 
        "follower_count": 137955, 
        "type": "Public Company"
    },
    {
        "website": "http://www.mastech.com", 
        "description": "Welcome. Please visit our new LinkedIn company page for Mastech, Inc., where you will find  job postings, relevant articles and other information about our company. \r\n\r\nYou can visit our new LinkedIn company page by searching for Mastech Inc. or by copy and pasting the following into your browser: www.linkedin.com/company/mastech", 
        "founded": null, 
        "street": "1305 Cherrington Parkway, Building 210, Suite 400", 
        "specialities": null, 
        "size": "501-1000 employees", 
        "city": "Pittsburgh", 
        "zip": "15108", 
        "url": "https://www.linkedin.com/company/3683", 
        "country": "United States", 
        "industry": "Information Technology and Services", 
        "state": "Pennsylvania", 
        "company_name": "Mastech", 
        "follower_count": 3391, 
        "type": "Public Company"
    },
    {
        "website": "http://www.rohmhaas.com", 
        "description": "Rohm and Haas is a global pioneer developing innovative technologies and solutions for the specialty materials industry. Based in Philadelphia, Pa., the company generated annual sales of approximately $9.6 billion in 2008. On April 1, 2009, Rohm and Haas was acquired by The Dow Chemical Company. Rohm and Haas is now a wholly owned subsidiary of The Dow Chemical Company. Visit www.rohmhaas.com or www.dow.com for more information.", 
        "founded": 1909, 
        "street": ", ", 
        "specialities": [
            "Advanced materials and chemistries used in electronics", 
            "coatings", 
            "packaging", 
            "building and construction", 
            "water", 
            "clean energy", 
            "etc."
        ], 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/3698", 
        "country": "United States", 
        "industry": "Chemicals", 
        "state": "", 
        "company_name": "Rohm and Haas", 
        "follower_count": 15707, 
        "type": "Public Company"
    },
    {
        "website": "http://www.GrabillCabinets.com", 
        "description": "High quality, truly custom crafted cabinetry, furniture and millwork. 170,000 square feet of production facility. Our factory includes a lumber division and every operation necessary to produce the highest quality cabinetry, architectural elements and fine furniture available. This ensures total control over the product, fuels innovation, allows us to offer the fastest lead time in the industry for custom products, connects designers with craftsman and develops the next generation to continue our trade. Each of our 30 most tenured craftsman average 30 years of experience.", 
        "founded": 1946, 
        "street": "13844 Sawmill Road, P.O. Box 40", 
        "specialities": [
            "Cabinets", 
            "Manufacturing"
        ], 
        "size": "201-500 employees", 
        "city": "Grabill", 
        "zip": "46741", 
        "url": "https://www.linkedin.com/company/3735", 
        "country": "United States", 
        "industry": "Furniture", 
        "state": "IN", 
        "company_name": "Grabill Cabinet Company", 
        "follower_count": 374, 
        "type": "Privately Held"
    },
    {
        "website": "http://www.rsmus.com", 
        "description": "RSM US LLP (RSM) is the leading provider of audit, tax and consulting services focused on the middle market, with over 9,000 people in 90 offices nationwide. It is a licensed CPA firm and the U.S. member of  RSM International, a global network of independent audit, tax and consulting firms with more than 41,000 people in over 120 countries. RSM uses its deep understanding of the needs and aspirations of clients to help them succeed. \n\nAttracting, retaining and continually developing a diverse team of talented professionals lies at the heart of RSM's commitment to diversity. We strive to create an inclusive workplace that celebrates the differences among our talented employees, while enabling them to embrace full ownership of their work and personal lives.\n\nRSM views diversity and inclusion as a continual journey. Each step we take along the path further enhances our ability to develop global leadership, integrate cultural differences, improve workforce productivity and exceed the expectations of our clients.\n\nFor more information, visit www.rsmus.com\n\nInterested in a career with RSM? Visit www.rsmus.com/careers", 
        "founded": 1926, 
        "street": "One South Wacker Drive, Suite 800", 
        "specialities": [
            "Accounting", 
            "Audit", 
            "Consulting", 
            "Tax Services", 
            "Private Equity", 
            "Industrial Products", 
            "Consumer Products", 
            "Financial Services"
        ], 
        "size": "5001-10,000 employees", 
        "city": "Chicago", 
        "zip": "60606", 
        "url": "https://www.linkedin.com/company/3743", 
        "country": "United States", 
        "industry": "Accounting", 
        "state": "IL", 
        "company_name": "RSM US LLP", 
        "follower_count": 65866, 
        "type": "Partnership"
    },
    {
        "website": "http://www.directv.com", 
        "description": "DIRECTV (DTV) is the world's leading provider of digital television entertainment services. Through its subsidiaries & affiliated companies in the United States, Brazil, Mexico & other countries in Latin America, DIRECTV provides digital television service to 20.11 million customers in the United States & 16.32 million customers in Latin America.\r\n\r\nAbout Us? We’re About You.\r\n\r\nYou’re probably not here to read about DIRECTV’s Fortune 100 ranking, annual revenue or latest products and services. Those things matter, of course, and you can get the details at www.directv.com. More important is what a career with DIRECTV can do for you. Here, product innovators, technology mavens, customer service champions, master technicians and business leaders of tomorrow find their home. We seek the brightest minds in an evolving workplace. The A-listers of our industry. The quarterbacks of the next generation. And those who get drafted to the team will walk a red carpet of rewards. After all, you’ll help us transform what TV means to the world. And in turn, we want you to imagine who you can become with the support of DIRECTV. Sure, we win awards, give back to our communities and delight our 32 million+ customers. But right now, we’re asking you to join us. Grow your career. Grow your network. Grow with DIRECTV. And ENTERTAIN YOUR FUTURE®.", 
        "founded": 1990, 
        "street": "2230 E Imperial Hwy, ", 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": "El Segundo", 
        "zip": "90245", 
        "url": "https://www.linkedin.com/company/3744", 
        "country": "United States", 
        "industry": "Telecommunications", 
        "state": "CA", 
        "company_name": "DIRECTV", 
        "follower_count": 111005, 
        "type": "Public Company"
    },
    {
        "website": "http://www.zf.com", 
        "description": "ZF is a global leader in driveline and chassis technology as well as active and passive safety technology. The company has a global workforce of around 137,000 with approximately 230 locations in some 40 countries. In 2016, ZF achieved sales of €35.2 billion. ZF annually invests about six percent of its sales in research & development – ensuring continued success through the design and engineering of innovative technologies. ZF is one of the largest automotive suppliers worldwide.\n\nZF allows vehicles to see, think and act. With its technologies, the company is striving for Vision Zero – a world of mobility without accidents and emissions. With its broad portfolio, ZF is advancing mobility and services in the automobile, truck and industrial technology sectors.\n\nOur enthusiasm for innovative products and obsessive pursuit of quality are what sets ZF apart. Much of the credit for our strength in innovation goes to our highly motivated workforce. In return, we offer interesting, challenging work with a high degree of individual responsibility and autonomy, plus plenty of opportunities for building an international career. We are always on the lookout for talented engineers, motivated business managers and dedicated computer specialists, lawyers and administrators – with or without work experience – who want to become part of a global team.\n\nVisit our website at www.zf.com and discover the world of ZF. Let our employees guide you around their virtual workplace, and look for the right vacancy in our job listings while you’re there!\n\nImprint: http://www.zf.com/corporate/en/meta/impressum.html", 
        "founded": 1915, 
        "street": null, 
        "specialities": [
            "Automotive components and systems", 
            "Automotive Safety"
        ], 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/3745", 
        "country": null, 
        "industry": "Automotive", 
        "state": null, 
        "company_name": "ZF Group", 
        "follower_count": 193591, 
        "type": "Public Company"
    },
    {
        "website": "http://www.directvla.com", 
        "description": "DIRECTV provides a premier television experience through the acquisition, production and distribution of unique and exclusive content, excellence in the area of customer service, and the continuous deployment of the latest technologies for television entertainment.\r\n\r\nDIRECTV Latin America is the leading satellite television provider in Latin America and the Caribbean, offering the best television experience to over 18 million customers.\r\n\r\nDIRECTV Latin America provides service in the region through three divisions: Brazil, Mexico and PanAmericana; and it is 100% part of DIRECTV, the world’s leader in television entertainment.\r\n\r\nIn Brazil, DIRECTV Latin America has 93% ownership of SKY Brasil, while Globo Comunicações e Participações, S.A., has the remaining 7%. SKY Brasil is the leading Satellite Television provider in the country.\r\n\r\nIn Mexico, DIRECTV Latin America has 41% ownership of SKY Mexico, while Grupo Televisa, S.A., holds a majority stake with 59%. SKY Mexico is the leading Pay-TV provider in the country with over 5.88 million subscribers.\r\n\r\nDIRECTV PanAmericana provides services in 9 territories: Argentina, Caribbean, Chile, Colombia, Ecuador, Peru, Puerto Rico, Venezuela and Uruguay.", 
        "founded": 1995, 
        "street": ", ", 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/3747", 
        "country": "United States", 
        "industry": "Broadcast Media", 
        "state": "", 
        "company_name": "DIRECTV Latin America", 
        "follower_count": 20654, 
        "type": "Public Company"
    },
    {
        "website": "http://www.sygnity.pl", 
        "description": "Sygnity is the leading supplier of IT solutions in Poland. \r\n\r\nOwing to a full understanding of the needs of our clients, deep professional knowledge, effective operating and a philosophy of partnership with the client, we are able to execute even the most advanced IT projects for both corporate clients and institutional ones. Sygnity possesses in-house solutions supported by technologies and products used world-wide. \r\n\r\nWe offer a full range of services from consulting through realization, to outsourcing of IT projects for large and medium-sized enterprises in the most important sectors of the economy as well as institutions of public administrations.\r\n\r\nWe undertake new challenges because we like creating innovative solutions.\r\n\r\nAREAS OF OUR EXPERTISE: \r\n- IT consulting,\r\n- software development,\r\n- implementing COTS software, and solutions of the biggest IT developers,\r\n- integration of services and processes,\r\n- software auditing and testing,\r\n- providing ICT infrastructures,\r\n- Servicing,\r\n- IT outsourcing.", 
        "founded": 1991, 
        "street": null, 
        "specialities": [
            "Banking and Finance", 
            "Enterprise", 
            "Central and Selfgovernmental Administration", 
            "Integration", 
            "Utilities and Media Receivers", 
            "Healthcare", 
            "Telecommunication", 
            "Energy Market", 
            "Retail"
        ], 
        "size": "1001-5000 employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/3749", 
        "country": null, 
        "industry": "Computer Software", 
        "state": null, 
        "company_name": "Sygnity S.A.", 
        "follower_count": 3485, 
        "type": "Public Company"
    },
    {
        "website": "http://www.discover.com", 
        "description": "You can make an impact. Whether it’s developing corporate strategy, innovating new services or supporting IT needs, every employee has the opportunity to be a vital part of our business and make a real difference in people’s lives. It’s the heart of what we do.\r\n\r\nDiscover is one of the most recognized brands in U.S. financial services.  We’re a direct banking and payment services company built on a legacy of innovation and customer service. Our employees have always played a big part in our success. We support, challenge and inspire employees to continually develop their skills, advance their career and help grow our business.", 
        "founded": 1985, 
        "street": "2500 Lake Cook Road, ", 
        "specialities": [
            "Financial Services", 
            "Credit Cards", 
            "Deposit Products", 
            "Consumer Lending", 
            "Consumer Savings", 
            "Payments", 
            "Payment Technology", 
            "Student Loans", 
            "Personal Loans", 
            "Home Loans", 
            "Home Equity Loans", 
            "Debit and Transaction Services"
        ], 
        "size": "10,001+ employees", 
        "city": "Riverwoods", 
        "zip": "60015", 
        "url": "https://www.linkedin.com/company/3762", 
        "country": "United States", 
        "industry": "Financial Services", 
        "state": "IL", 
        "company_name": "Discover Financial Services", 
        "follower_count": 58449, 
        "type": "Public Company"
    },
    {
        "website": "http://www.werkenbijcentric.eu", 
        "description": "Centric biedt Software Solutions, IT Outsourcing, Business Process Outsourcing en Staffing Services. Met gekwalificeerde professionals, technologische oplossingen en IT- en administratieve dienstverlening, zorgt Centric ervoor dat klanten zich op hun kerntaken kunnen richten. Door diepgaande kennis van IT te koppelen aan jarenlange ervaring met specifieke brancheprocessen, onderscheidt Centric zich van traditionele IT-leveranciers en administratieve dienstverleners. \r\n\r\nCentric gelooft in de kracht van innovatie als aanjager van duurzame groei. We verbinden hiervoor professionals, partners en klanten, zodat zij hun talenten, kennis en ideeën met elkaar kunnen delen. Deze samenwerking resulteert in innovatieve, pragmatische oplossingen, die bijdragen aan verantwoorde groei van de organisatie en stabiliteit voor onze klanten en medewerkers.\r\n\r\nCraft, develop yourself\r\nCraft is hét groeiprogramma voor IT'ers, powered by Centric. Craft is een manier om als experts onderling het vakmanschap aan te scherpen. Om IT-puzzels te delen. Om vakgenoten te ontmoeten. Om oplossingen te vieren. Omdat we het vak altijd beter willen maken. Denk bijvoorbeeld aan vakinhoudelijke blogs, kennissessies en IT-events. Doe mee! www.centric.eu/craft", 
        "founded": 1992, 
        "street": "P.O. Box 338, ", 
        "specialities": [
            "Network & Sytems Management", 
            "Helpdesk & Support", 
            "Software Development (maatwerk en standaardapplicaties)", 
            "Detachering IT & Financial professionals", 
            "ICT-projecten", 
            "BPO", 
            "Outsourcing", 
            "Hosting", 
            "Training"
        ], 
        "size": "5001-10,000 employees", 
        "city": "Gouda", 
        "zip": "2800 AH", 
        "url": "https://www.linkedin.com/company/4043", 
        "country": "Netherlands", 
        "industry": "Information Technology and Services", 
        "state": "", 
        "company_name": "Centric", 
        "follower_count": 12567, 
        "type": "Privately Held"
    },
    {
        "website": "http://development.ohio.gov", 
        "description": "State of Ohio cabinet level agency assisting the communities and businesses in Ohio to expand and grow.\r\nServices provided include programs to stimulate business investment, improve community infrastructure and expand employee skills.  Specific programs for travel promotion, technology commercialization, small business expansion, export assistance, energy efficiency, and heating assistance.", 
        "founded": null, 
        "street": ", ", 
        "specialities": null, 
        "size": "201-500 employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/4220", 
        "country": "United States", 
        "industry": "Government Administration", 
        "state": "", 
        "company_name": "Ohio Development Services Agency", 
        "follower_count": 1089, 
        "type": "Government Agency"
    }
]