[
{"work_position": "GRAPHIC DESIGNER", "description": "<p>My name is Sarah and I am a graphic designer. My work, besides basing on graphic design, is inspired by a multidisciplinary background that includes photography, illustration, typography and painting. I have a good design sensitivity and a great attention to detail.</p>", "experience": "<h3>NB Studio &nbsp; • &nbsp; Graphic Designer</h3><p>2019 - 2023</p><p>Designed and developed branding concepts and identities for a range of multinational companies. Was involved in creating promotional materials for various brand campaigns.</p><h3>Future Deluxe &nbsp; • &nbsp; Graphic Designer</h3><p>2017 - 2019</p><p>Designed and developed branding concepts and identities for a range of multinational companies.</p><h3>Kin &nbsp; • &nbsp; Graphic Designer</h3><p>2016 - 2017</p><p>A year apprenticeship at the Kin, a research and design studio, as editorial graphic designer.</p>", "education": "<h3>University of the Arts London&nbsp;</h3><p>Graphic Design degree&nbsp;</p><h3>Norwich University Of The Arts</h3><p>Fine Arts degree</p>"},
{"work_position": "SOCIAL MEDIA MANAGER", "description": "<p>I am an experienced social media manager seeking a full-time position in the field of social media and marketing communications&nbsp;</p>", "experience": "<h4>Rich Media Interactive • Social Media Manager</h4><ul><li>Increased social media following and clicks by 200%</li><li>Created social media for daily postings</li></ul><h4>New Line Company • Social Media Producer</h4><ul><li>Managed social media accounts</li><li>Created social media for daily postings</li></ul><h4>Aubrey Jones Media • Communications Intern</h4><ul><li>Managed social media accounts</li><li>Assist senior social media managers in daily tasks</li></ul>", "education": "<h4>Sanderville College&nbsp;</h4><p>Certificate in Web Development</p><h4>Unibersided de Chicago&nbsp;</h4><p>JUN 2019 - JAN 2020&nbsp;</p><p>Bachelor of Science in Computer Science</p>"},
{"work_position": "MARKETING ASSISTANT", "description": "<p>I'm Mary Grace Anderson, a confident, articulate and determined Marketing Assistant who has experience of being involved in a wide range of sales activities across both traditional and digital channels. I'm currently looking for an exciting place to work and showcase my skills.</p>", "experience": "<h4>MARKETING ASSISTANT AT GREAT CONCEPTS &amp; CO.</h4><p>Responsible for assisting the marketing manager and the marketing team with all marketing activities; developing product descriptions; handling production of marketing materials and literature; coordinating the production of a wide range of marketing communications; and validating product inventory and updated promotions&nbsp;</p><h4>MARKETING EXECUTIVE AT CENTRAL VALLEY</h4><p>Responsible for defining marketing campaign objectives and KPIs; preparing campaign briefs for agencies and coordinated event management; assisting database management for campaign activity; implementing email marketing campaigns using in house tool; and assisting in Financial Promotions Administration</p>", "education": "<h4>ASSOC UNIVERSTIY&nbsp;</h4><p>Associate in Computer Learning</p><p>&nbsp;June 2013 - March 2015&nbsp;</p><h4>THE COLLEGES</h4><p>&nbsp;High School &nbsp;</p><p>June 2010 - April 2013</p>"},
{"work_position": "social media manager", "description": "<p>I want to succeed in a stimulating and challenging environment, building the success of the company while I experience advancement opportunities.</p>", "experience": "<h4>EXPERIENCE TWEETBOOK&nbsp;</h4><p>Social Media Manager September&nbsp;</p><p>2015 - September 2020&nbsp;</p><h4>HOUSE WEB&nbsp;</h4><p>Social Media Coordinator&nbsp;</p><p>September 2015 - September 2020&nbsp;</p><h4>YOUR BOOKS&nbsp;</h4><p>Content Writer&nbsp;</p><p>September 2015 - September 2020&nbsp;</p>", "education": "<h4>ASSOC UNIVERSTIY&nbsp;</h4><p>Associate in Computer Learning&nbsp;</p><p>June 2013 - March 2015&nbsp;</p><h4>THE COLLEGES&nbsp;</h4><p>High School &nbsp;</p><p>June 2010 - April 2013&nbsp;</p>"},
{"work_position": "PHOTOGRAPHER", "description": "<p>I am Olin Graves a 30 years old who has a strong passion and interest for design &amp; typography. I love Drinking Coffee, I jog everyday and also taking pictures. I also love eating.</p>", "experience": "<h4>2009-2010</h4><p>Clara Studio, SFC&nbsp;</p><p>Senior Photographer</p><h4>2005-2009&nbsp;</h4><p>Eagle Production, LA&nbsp;</p><p>Junior Photographer</p><h4>&nbsp;2004-2005&nbsp;</h4><p>Block Media, TX Junior&nbsp;</p><p>Photographer</p>", "education": "<p>2004-2006&nbsp;</p><h4>AB Photography Institute</h4><p>Diploma in Photography</p><p>&nbsp;2001-2004&nbsp;</p><h4>The SFC College of Art&nbsp;</h4><p>Bachelor</p>"},
{"work_position": "MARKETING MANAGER", "description": "<p>I am a 22-year-old designer and layout artist who is passionate about graphic design, typography, branding, photography, &nbsp;and character design</p>", "experience": "<h3>11/2012 - PRESENT</h3><p>Haylex Manufacturing Corporation</p><p>&nbsp;Project Intern&nbsp;</p><p>Developed simulation models for the company's product line&nbsp;</p><h3>11/2012 - PRESENT</h3><p>Haylex Manufacturing Corporation Project Intern Developed simulation models for the company's product line</p><h3>02/2012 - 10/2012&nbsp;</h3><p>Halden University of Applied Sciences</p><p>&nbsp;Graduate Research Assistant&nbsp;</p><p>Assisted a professor in preparing materials for a course in quality process and improvement&nbsp;</p><h3>03/2011 01/2012</h3><p>&nbsp;Vertex Microsystems</p><p>&nbsp;Engineering Trainee&nbsp;</p><p>Reducted the cost of manufacturing operations by about $2,000 annually</p><p>11/2012 - PRESENT</p><p>Product Design Certification Industrial Design and Marketing Institute of Bath</p>", "education": "<p>01/2007 - 01/2012&nbsp;</p><h3>Bachelor of Sciences in Marketing</h3><p>&nbsp;Halden University of Applied Sciences&nbsp;</p><p>Cum Laude&nbsp;</p><p>GPA: 3.78&nbsp;</p>"},
{"work_position": "ILLUSTRATOR + GRAPHIC DESIGNER", "description": "<p>I am a 22-year-old designer and layout artist who is passionate about graphic design, typography, branding, photography, &nbsp;and character design&nbsp;</p>", "experience": "<p>Adobe Photoshop Adobe Illustrator Autodesk Maya Corel Draw Microsoft Office Adobe Indesign</p><h4>2013 &nbsp;FREELANCE&nbsp;</h4><p>Illustrator Layout Designer</p><h4>2015 ILLUSTRATOR&nbsp;</h4><p>Eagle Eye Book Publishings</p><h4>2016 &nbsp;FREELANCE&nbsp;</h4><p>Graphic Design Illustrator</p>", "education": "<p>&nbsp;</p>"},
{"work_position": "Social Media Manager", "description": "<p>Amelia is a social media manager and a champion of social media tools and technologies, with a track record of creating and implementing successful social media programs. Keep up-to-date with constantly evolving technologies in online social networking, the blogosphere, search tools and Web 2.0, and work closely with clients to create innovative, effective campaigns.</p>", "experience": "<p>Performance Analysis, &nbsp;Real-time Engagement, &nbsp;Brand Strategy Channel Growth, &nbsp;Customer Acquisition Response Monitoring &nbsp;Product Marketing &nbsp;Quality Control Social Media Strategies &nbsp;Campaign Evaluation &nbsp;Competitive Analysis Referral traffic</p><h4>SOCIAL MEDIA MANAGER ABC&nbsp;</h4><p><strong>Media Co. | Feb 2013 - Dec 2014</strong></p><p>Develop and manage online marketing campaigns for ABC Co., DEF Co., GHI Co. and JKL Co., effectively driving brand awareness, engagement and traffic to social media pages. Achieve a strong, visible social media presence and develop concepts with viral potential. Continuously monitor online public relations and ensure the success of client programs.</p><h4>&nbsp;</h4><h4>SOCIAL MEDIA INTERN&nbsp;</h4><p><strong>Sunny Side TV | Feb 2013 - Dec 2014</strong></p><p>Assess social media marketing strategies to determine rate of return. Identify and tap into new channels to optimize ROI and fuel revenue growth. Place stories in BusinessWeek, Wired News, Computerworld and other key news outlets. Ensure placement in social content Web sites such as Digg, StumbleUpon, etc. Build a strong base of repeat business and serve as the #1 requested IT consultant.&nbsp;</p>", "education": "<h4>Maloy University&nbsp;</h4><p>2018 - Current</p><h4>Wright University&nbsp;</h4><p>2013 - 2015</p><h4>Burwell Academy&nbsp;</h4><p>2010 - 2013</p>"},
{"work_position": "designer", "description": "<p>I am a hardworking person when it comes to designing, and people applaud me for that. They like my efficiency, and ability to produce outputs fast, without sacrificing quality.</p>", "experience": "<p>My previous colleagues can testify to the fact that I am a collaborative worker, and I work well in situations that expose me to a group of people with diverse backgrounds and concepts of creativity.</p><p><strong>Graphic Design Photography Illustration Copywriting Art Direction</strong></p>", "education": "<p>&nbsp;</p>"},
{"work_position": "INTERIOR DESIGNER", "description": "<p>Interior and Hospitality Design Consulting Team Leadership Vendor and Client Relations Project Management Space Planning and Utilization</p>", "experience": "<h4>ABC Architecture | Interior Designer 2017 - 2021&nbsp;</h4><p>Planned, designed, and furnished residential properties to create unique living spaces Met with clients to establish décor needs and used AutoCAD to create custom project proposals in alignment with client budget, tastes, and timeframes.</p><p>&nbsp;</p><h4>Wyndham Hotels | Hospitality Interior Designer &nbsp;2015- 2017</h4><p>Followed changes in industry trends and changing styles Scheduled and attended site visits to measure spaces&nbsp;</p><p>&nbsp;</p><h4>Michaels Interior | Interior Design Intern 2012 - 2015</h4><p>Assisted sales representative maintain showroom library and helped manage extensive fabric line Attended client appointments</p>", "education": "<p><strong>Maloy University</strong>&nbsp;</p><p>2018 - Current</p><p><strong>Wright University&nbsp;</strong></p><p>2013 - 2015</p><p><strong>Burwell Academy&nbsp;</strong></p><p>2010 - 2013</p>"},
{"work_position": "SENIOR ACCOUNTANT", "description": "<p>I am proficient in preparing and recording asset, liability, revenue, and expenses entries by compiling and analysing account information &nbsp;and balances subsidiary accounts.&nbsp;</p>", "experience": "<h4>KIRKLAND TRADING, SENIOR ACCOUNTANT 2017-present</h4><p>Prepares and records asset, liability, revenue Compiling and analysing account information Maintains and balances subsidiary accounts by verifying, allocating, posting, reconciling</p><p>&nbsp;</p><h4>PROJEKT INCORPORATED, ACCOUNTANT 2014-2017</h4><p>Avoids legal challenges by complying with legal requirements Compiling and analyzing account information Prepares and records asset, liability, revenue</p><p>&nbsp;</p><h4>CYPRESS INC., ACCOUNTANT INTERN 2013-2014</h4><p>Protects organisation's value by keeping information confidential Secures financial information by completing database Updates job knowledge by participating in educational opportunities</p>", "education": "<h4>San Diego University Class of 2012</h4><p>Bachelor of Science in Accounting</p>"},
{"work_position": "WEB DESIGNER & DEVELOPER", "description": "<p>Critical Thinking Teamwork Leadership Flexibility Motivational Interpersonal</p>", "experience": "<p>Developed Website for Fairfax Co., redesigned and created websites for various local businesses 2018 - Current</p><h4>Web Developer 2013 - 2015</h4><p>&nbsp;Built enterprise-level web applications Improved codes to automate other tasks</p><h4>Junior Web Developer &nbsp;2010 - 2013</h4><p>Assisted in developing the company's website Provided ongoing maintenance</p>", "education": "<h4>Master of Computer and Information&nbsp;</h4><p>Science Expected Graduation 2020</p><h4>Bachelor's Degree in Computer Science&nbsp;</h4><p>Major in Information Systems</p><h4>High School Diploma&nbsp;</h4><p>Loyalty Award</p>"},
{"work_position": "marketing consultant ", "description": "<p>I am a retail marketing consultant seeking a full-time position in the field of retail and marketing, where I can apply my knowledge and skills for continuous improvement. I have broad experience in retail management and market research, developing strategies that drive products to success</p>", "experience": "<p>Retail Management, Consulting, Budget Control, Visual Mechandising, Account Management, Brand Development, Market Research</p><h4>Marketing Specialist&nbsp;</h4><p>Great Ideas Inc. Jan 2013 - Dec 2014</p><p>Developed a social media strategy to increase following Spearheaded a viral campaign for one of the company's new products Market research for an innovative new product line</p><p>&nbsp;</p><h4>Brand Manager</h4><p>Rich Media Interactive Feb 2011 - Dec 2012</p><p>Implemented and improved internal communications system between accounts Created new branding collaterals for a private label company</p><p>&nbsp;</p><h4>Product Intern&nbsp;</h4><p>Twilight Multimedia Apr 2010 - Aug 2011</p><p>Spearheaded creative visual merchandising projects for 10 retail branches &nbsp;Led a sucessful launch event for one of the company's new products Tracked daily expenses and transactions</p>", "education": "<p><strong>UNIVERSITY OF VIRGINIA B.A</strong>. in Marketing</p><p><strong>SOUTH FLORIDA UNIVERSITY B.A</strong>. in English Literature</p>"},
{"work_position": "hair & makeup artist", "description": "<p>I am a professional hair and makeup artist seeking a full-time position in the field of makeup artistry where I can apply my technical knowledge and skills for continuous improvement.&nbsp;</p>", "experience": "<h4>MAKEUP ARTIST&nbsp;</h4><p>In charge of the hair and makeup of lead cast of films. Worked with art director to achieve a unified look for each project&nbsp;</p><p>&nbsp;</p><h4>FREELANCE MAKEUP ARTIST&nbsp;</h4><p>Makeup for wedding and other special occasions. Created unique looks for individual styles of clients. Basic hairstyling. Makeup for stage and musical actors</p>", "education": "<p>&nbsp;</p>"},
{"work_position": "MARKETING ASSISTANT", "description": "<p>Extremely motivated to constantly develop my skills and grow professionally. I am confident in my ability to come up with interesting ideas for unforgettable marketing campaigns.</p>", "experience": "<h4>13 MONKEYS &nbsp; | &nbsp; MARKETING ASSISTANT&nbsp;</h4><p><strong>Jun 2028 - Jan 2035&nbsp;</strong></p><ul><li>Constantly updated the company’s contact and mailing lists &nbsp;&nbsp;</li><li>Monitored ongoing marketing campaigns &nbsp;</li><li>Monitored press coverage&nbsp;</li></ul><h4>WORLD MARK | MARKETING ASSISTANT&nbsp;</h4><p><strong>Jun 2026 - Jan 2027&nbsp;</strong></p><ul><li>Handled the company’s online presence (update of the company’s website and social media accounts &nbsp;</li><li>Monitored ongoing marketing campaigns</li></ul>", "education": "<p><strong>&nbsp;UNIVERSITY OF VIRGINIA B.A.</strong> in Marketing</p><p><strong>SOUTH FLORIDA UNIVERSITY B.A.</strong> in English Literature</p>"},
{"work_position": " STORE MANAGER", "description": "<p>PROFICIENT IN OVERSEEING STORE OPERATIONS AND ACHIEVING SET GOALS, UNDERSTANDING MARKETPLACE NEEDS AND STRATEGIES NEEDED TO DRIVE SALES AND ENSURING PROPER MERCHANDISE PRESENTATION. • JOHNNY B AND HIS GOODS EMPLOYEE OF THE YEAR 2012 • OAKWOOD UNIVERSITY DEAN'S LISTER, 1ST SEMESTER OF SCHOOL YEAR 2009</p>", "experience": "<h4>STORE MANAGER AT BENSON'S | 2015 - PRESENT&nbsp;</h4><ul><li>&nbsp;IN CHARGE OF OVERALL STORE OPERATIONS&nbsp;</li><li>&nbsp;TRAIN AND SUPERVISE EMPLOYEES&nbsp;</li><li>ASSIST CUSTOMERS IN ALL ASPECTS OF STORE SERVICE</li></ul><p>&nbsp;</p><h4>ASSISTANT STORE MANAGER AT JOHNNY B AND HIS GOODS | 2011 - 2015&nbsp;</h4><ul><li>MANAGED WEEKLY INVENTORY&nbsp;</li><li>&nbsp;ENSURED CASH WAS MANAGED EFFICIENTLY&nbsp;</li><li>THOUGHT OF STRATEGIES TO MINIMIZE STORE COSTS&nbsp;</li></ul>", "education": "<h4>OAKWOOD UNIVERSITY&nbsp;</h4><p>BUSINESS MANAGEMENT&nbsp;</p><p>2010 - 20</p>"},
{"work_position": "ACCOUNTANT", "description": "<p>An accountant is a practitioner of accounting or accountancy, which is the measurement, disclosure or provision of assurance about financial information that helps managers, investors, tax authorities and others make decisions about allocating resources.</p>", "experience": "<h4>MURPHY &amp; PHILIPS ACCOUNTING FIRM&nbsp;</h4><p><strong>Internship</strong>&nbsp;</p><p>Prepares asset, liability, and capital account entries by compiling and analyzing account information. Documents financial transactions by entering account information. Recommends financial actions by analyzing accounting options.</p><h4>MURPHY &amp; PHILIPS ACCOUNTING FIRM&nbsp;</h4><p><strong>Junior Accountant&nbsp;</strong></p><p>Perform overviews of the financial operations of a business in order to help it run efficiently. Recommends financial actions by analyzing accounting options. Prepares asset, liability, and capital account entries by compiling and analyzing account information.</p>", "education": "<h4>OAKWOOD UNIVERSITY BUSINESS MANAGEMENT&nbsp;</h4><p>2010 - 2014</p>"},
{"work_position": "MARKETING ASSISTANT", "description": "<p>Extremely motivated to constantly develop my skills and grow professionally. I am confident in my ability to come up with interesting ideas for unforgettable marketing campaigns.</p>", "experience": "<h4>MARKETING &amp; COMMUNICATIONS ASSISTANT&nbsp;</h4><p>Cypress Communications | <strong>Feb 2013 - Dec 2014&nbsp;</strong></p><p>Maintained and organized numerous office files Constantly updated the company’s contact and mailing lists Monitored ongoing marketing campaigns Monitored press coverage</p><h4>MARKETING ASSISTANT</h4><p>World Mark Inc. | <strong>Apr 2012 - Jan 2013&nbsp;</strong></p><p>Handled the company’s online presence – regularly updated the company’s website and various social media accounts Monitored ongoing marketing campaigns Prepared presentations for prospective clients</p><p>&nbsp;</p>", "education": "<h4>&nbsp;BACHELOR OF ARTS, MAJOR IN MARKETING, MINOR IN COMMUNICATIONS&nbsp;</h4><p>University of Dundee | 2009 - 2013</p>"},
{"work_position": "social media manager", "description": "<p>I am an experienced social media manager seeking a full-time position in the field of social media and marketing communications&nbsp;</p>", "experience": "<p>New Line Company • <strong>Social Media Producer</strong></p><p>Rich Media Interactive •<strong> Social Media Manager&nbsp;</strong></p><p>Increased social media following and clicks by 200% Created social media for daily postings&nbsp;</p><p>Aubrey Jones Media • <strong>Communications Intern&nbsp;</strong></p><p>Managed social media accounts Assist senior social media managers in daily tasks</p>", "education": "<p>&nbsp;University of Mac Lane and Knights</p><p>&nbsp;Bachelor of Arts, Major in Communication</p>"},
{"work_position": "ELEMENTARY EDUCATION TEACHER", "description": "<p>whiteboard holistic synergies</p>", "experience": "<h4>MAGNOLIA ELEMENTARY SCHOOL&nbsp;</h4><p><strong>Second Grade Teacher, 2012-present</strong></p><p>Co-designed a lesson plan for a class of twenty-one diverse students. Provided a variety of hands-on learning experiences that included the use of modern teaching methods. Created a classroom environment that was supportive, stimulative, and and encouraging &nbsp; for all students.</p><h4>KING ELEMENTARY SCHOOL&nbsp;</h4><p><strong>Substituted for English and History classes</strong>&nbsp;</p><p>Provided after school tutoring for students in need of special attention. &nbsp;Taught English and History summer school classes for 3rd and 4th grade students who had fallen behind. Maintained high level of student discipline and resolved classroom conflicts. Substitute Teacher, 2011-2012</p>", "education": "<p>&nbsp;</p>"},
{"work_position": " Web Developer", "description": "<p>An experienced web developer with a strong interest in projects that require both conceptual and analytical thinking. Fully-committed to designing and developing innovative web-based materials that users will love. Always eager to learn more tricks from anyone - regardless of the industry they're working in.&nbsp;</p><p>Technology and growth, business, reading, dancing, singing, traveling, foreign languages, community involvement, sports,&nbsp;</p>", "experience": "<p>Web developing, designing, creating PHP and Javascript mockups, photography, videography, 3D Animation, web designing, Technology and growth, business, reading, dancing, traveling, foreign languages and community involvement</p><h4>Web Developer, Thompson &amp; Tate<strong> 2018-Present&nbsp;</strong></h4><p>Creating promotional collaterals for different campaigns Optimizing landing pages, also including the agency's own Developing email campaigns with PHP and Javascript</p><h4>Senior Web Developer, Atlantic Co. <strong>2017-2018</strong></h4><p>Meeting with the clients to discuss the project requirements Setting each project's workflow, schedule, and deliverables &nbsp;Overseeing a team of 5 web developers &amp; providing daily feedback</p>", "education": "<p>BA in Digital Design, East College&nbsp;</p><h4>LONDON, UNITED KINGDOM&nbsp;</h4><p>2008-2012&nbsp;</p><p>MA in Design, Universidad la Sierra</p>"},
{"work_position": "CUSTOMER SERVICE - SALES", "description": "<p>I am a professional Customer Service Representative with over 6 years experience in handling multi-national clients. My unique professional experience stems from years of providing excellent customer support, creative problem solving and building customer loyalty. Motivated, well-disciplined individual Finds joy in assisting others Knowledgable in conversational English, Spanish, and French Team player</p>", "experience": "<h4>CUSTOMER SERVICE REPRESENTATIVE&nbsp;</h4><p><strong>Portal Tech Co. May 2014 - Present&nbsp;</strong></p><p>&nbsp;Personally handles client and customer concerns &nbsp;Handles internal operations to improve the quality of service</p><p>&nbsp;</p><h4>SALES REPRESENTATIVE &nbsp;&nbsp;</h4><p><strong>Gold Lion Business Services, Inc. Jan 2012 - April 2014 &nbsp;</strong></p><p>Monitored customer satisfaction in all company products and services Assisted in problem solving in brainstorming solutions to existing concerns</p>", "education": "<h4>BA in Digital Design, East College&nbsp;</h4><p>LONDON, UNITED KINGDOM 2008-2012</p><p>MA in Design, Universidad la Sierra&nbsp;</p>"},
{"work_position": "BIOLOGY TEACHER", "description": "<p>I am a preschool teacher with over five years of experience in the field. I have dealt with kids ranging from ages 3-5 years old and I have loved every minute of it. I enjoy incorporating different methods of teaching to better engage the students in each class I teach.I am an actress who has performed in various stage plays such as <i>Rent</i>&nbsp;on Broadway and <i>Miss Saigon</i> in West End. I have appeared in several independent films and dabble in costume and production design.</p>", "experience": "<h4>High School Science Teacher</h4><p>El Dorado High School (2008-2013)</p><p>- Taught a multitude of high school science subjects including physics, chemistry, and biology- Curated the academe's science curriculum</p><h4>Biology Teacher</h4><p>Arneo Academy (2014-present)</p><p>- Created an innovative biology lesson plan still being used as models by the academe at present- Responsible for a student passing rate of 85 percent- Assisted in developing several educational guidelines</p>", "education": "<h4>Bachelor of Science in Biology</h4><p>Beechtown University- GWPA of 3.7&nbsp;</p><p>- Graduated Magna Cum Laude</p><p>- President of The League of Young Scientists</p><p>- Member of the Biology Org</p><h4>Master of Science in Science Education, Major in General Science</h4><p>Montemor Univeristy- Best Thesis nominee- Graduated Cum Laude</p>"},
{"work_position": "HIGH SCHOOL TEACHER", "description": "<p>I am a preschool teacher with over five years of experience in the field. I have dealt with kids ranging from ages 3-5 years old and I have loved every minute of it. I am a licensed school instructor with experience in elementary and high school education.&nbsp;</p>", "experience": "<h4>ELEMENTARY TEACHER&nbsp;</h4><p>Schneider Montessori (2004-2006)</p><h4>HIGH SCHOOL TEACHER&nbsp;</h4><p>Bijou Academy (2006-2011)</p><h4>HIGH SCHOOL TEACHER</h4><p>Winslow Colleges (2011-2015)</p><h4>HEAD TEACHER&nbsp;</h4><p>Winslow Colleges (2017-Present)</p><p>- Oversees activities and curriculum</p><p>- Conducts lectures and workshops</p><p>- Manages teachers and faculty members</p>", "education": "<h4>WINSLOW COLLEGES&nbsp;</h4><p>Bachelor of Arts Major in Secondary Education</p><p>- Graduated Cum Laude</p><p>- Student Assistant for 4 years</p><p>- Member of the Young Teachers Committee</p>"},
{"work_position": "STAGE MANAGER", "description": "<p>Lead point person for lighting and technical arrangements for any theatre performanceMost, if not all, of my work has been based in Beech City. I have handled a multitude of projects, some coinciding with dates but in different theatres.</p>", "experience": "<p>Stage Manager</p><p>BEECH CITY PRODUCTIONS</p><p>Melodrama: A Discovery of the Self (2015) | Beechitall&nbsp;</p><p>Productions</p><p>Hello Harriet (2015) | Creative Creatives&nbsp;</p><p>Productions</p><p>Muse in the Making (2014) | Dorian</p><p>&nbsp;Productions</p><p>Heavenly Hearings (2013) | This Company</p>", "education": "<p>Beechtown University</p><h4>GRADUATED SUMMA CUM LAUDE IN 2010</h4><p>Bachelor of Fine Arts, Major in Stage and Production Management Drama</p>"},
{"work_position": "Customer Service Representative specializing in construction ", "description": "<p>I am a professional Customer Service Representative with over 6 years experience in handling multi-national clients. My unique professional experience stems from years of providing excellent customer support, creative problem solving and building customer loyalty.</p>", "experience": "<p>Building a positive relationship with clients, problem-solving, energetic and positive attitude, telephone techniques and web chatting, IT skills (competent at Word and Excel)</p><h4>CUSTOMER SERVICE REPRESENTATIVE</h4><p><i>R.J. Andrews Construction Corporation,May 2011-June 2014</i></p><p>Handled customer interactions and assisted customers in choosing the specifications of the company's services; responded quickly to queries over online chat, email, and telephone</p><h4>CUSTOMER SERVICE ASSISTANT</h4><p><i>Anywhere Construction Services GroupNov 2009-Apr 2011</i></p><p>Worked with a team in answering customer inquiries over the telephone; reminded customers of company policies; handled complaints and helped out withtrouble-shooting</p>", "education": "<h4>UNIVERSITY OF BEECHTOWN</h4><p><i>Graduated in 2009</i></p><p>Bachelor of Arts, Degree in Customer Service Management (Honorable Mention)</p><h4>EL DORADO HIGH SCHOOL</h4><p><i>Graduated in 2004</i></p><p>Awarded best in English and Math; associate editor of the school newsletter</p>"},
{"work_position": "Multilingual Customer Service Representative", "description": "<p>I am a professional Customer Service Representative with over 6 years experience in handling multi-national clients. My unique professional experience stems from years of providing excellent customer support, creative problem solving and building customer loyalty.</p>", "experience": "<h4>BIJOU SOLUTIONS, INC.MAY 2011 TO JUNE 2014</h4><p><strong>Customer Services Advisor - French Support</strong></p><ul><li>Interacted with customers via phone, email, chat, or social media</li><li>Ensured positive customer experience across all customer communication platforms</li><li>Responded promptly to customer queries with helpful, relevant information</li></ul><h4>WILSON INTERNATIONAL, INC.JULY 2015 TO NOVEMBER 2017</h4><p><strong>Customer Services Officer - Spanish Support</strong></p><ul><li>Acted as liaison between customer and client services team</li><li>Oversaw back office operations such as order fulfillment and returns processing</li></ul>", "education": "<h4>BEECHTOWN COMMUNITY COLLEGE</h4><p><strong>Bachelor of Arts in Modern Languages</strong></p><ul><li>- Graduated March 2010 - President of Bridges, a support group for visiting exchange students</li><li>- Founder of Freeverse Fridays, a multilingual spoken poetry session</li></ul>"},
{"work_position": "Director of Choreography", "description": "<p>Choreographer with experience in classic and modern dance as well as theatrical movement. Seeking to work with talented performers and take on ambitious productions.</p>", "experience": "<ul><li>Founder, Briller Choreographers Society</li><li>Member, Glite Performer's Guild</li><li>Volunteer Instructor, Lampsi Dance Studio</li></ul>", "education": "<h4>Rendiment Institute for the Arts</h4><p>CLASS OF 2016</p><ul><li><i>Choreographed institute's production of Saturn Nine (2016)</i></li><li><i>Played in the production of The Steps of Wolves (2015)</i></li><li><i>Played Leon in institute' production of Mourning Daggers (2014)</i></li></ul><h4>Ampersand High School for the Arts</h4><p>CLASS OF 2012</p><ul><li><i>Secretary, Student Council</i></li><li><i>Member, Amp Up Theatre Group</i></li><li><i>Member, Motion Moment Dancers</i></li></ul>"},
{"work_position": "playwright", "description": "<p>I have written plays for Any Productions since June of 2013. My works have been recognized by the Any Theater Association and have reached international stages including Any State and Anywhere City.</p>", "experience": "<h4>HEAD PLAYWRIGHT</h4><p><i>Any Productions: The Reveal |&nbsp;January 2014</i></p><p>Wrote the full-length script and directed over 30 actors and actresses involved in the play</p><p><i>Great Productions |&nbsp;July 2012-January 2013</i></p><p>Co-wrote and directed 15 full-length plays under the mentorship of the region's finest playwrights</p>", "education": "<h4>ANY PLAY UNIVERSITY | BATCH 2011</h4><p><i>Bachelor of Arts, Theater</i></p><h4>GREAT THEATER HIGH SCHOOL | BATCH 2007</h4><p><i>Drama Club, MemberTheater Organization, Member</i></p>"},
{"work_position": "STAGE ACTRESS", "description": "<p>I AM A STAGE ACTRESS WHO HAS PERFORMED IN VARIOUS INDEPENDENT &nbsp;STAGE PLAYS SUCH AS THE VIRGIN LAB RAT CONTESSA. I HAVE APPEARED IN SEVERAL INDEPENDENT FILMS AND DABBLE IN COSTUME AND PRODUCTION DESIGN.</p>", "experience": "<p><strong>FRENCH LANGUAGE TEACHER</strong></p><p>TAUGHT STUDENTS BASIC AND INTERMEDIATE FRENCH, AS WELL AS THE INTRODUCTION TO FRENCH LITERATURE AND HISTORY</p>", "education": "<p><i>September 2015-May 2019</i></p><p><strong>EL DORADO HIGH SCHOOL</strong></p><p>BACHELOR OF ARTS, MAJOR INFRENCH HISTORY, MINOR IN DRAMA</p><ul><li><i>Graduated with Latin Honors, Magna Cum Laude;</i></li><li><i>President of the Theater Club</i></li><li><i>Treasurer of the French Club</i></li></ul>"},
{"work_position": "EXPERIENCED CUSTOMER SERVICE SPECIALIST DEDICATED TO INTERNATIONAL CLIENTS", "description": "<p>I am a professional Customer Service Representative with over 6 years experience in handling multi-national clients. My unique professional experience stems from years of providing excellent customer support, creative problem solving and building customer loyalty.</p>", "experience": "<p>SKILLS AND INTERESTS</p><p>I have over 10 years experience in customer service at a multi-national corporation. I'm multi-lingual and able to help international customers.</p><p>Fluent in: English, Korean, Spanish, Brazilian Portuguese, Cantonese, RussianCan type 80 words per minuteHobbies: Gardening, stamp collecting, calligraphy</p><h4>CUSTOMER SERVICE SPECIALIST</h4><p>Wilson International, Inc. | &nbsp;January, 2005 - present</p><ul><li>Assisted non-English speaking customers and clients</li><li>Addressed questions and complaints regarding products</li><li>Monitored customer satisfaction surveys every quarter</li></ul><h4>CUSTOMER SERVICE INTERN</h4><p>Heiman Software Labs | July, 2004 - December, 2004</p><ul><li>Assisted Customer Service team with daily tasks</li><li>Researched language skill application in relation to CustomerService duties</li></ul>", "education": "<h4>BEECHTOWN COLLEGE, 2005&nbsp;</h4><p>MA Communications Studies - Class of 2005 Valedictorian</p><h4>UNIVERSITY OF EL DORADO, 2002</h4><p>BA Marketing, Minor Linguistics&nbsp;</p><h4>Honors program</h4><p>El Dorado Scholarship recipient</p><p>Class of 2002 Salutatorian</p>"},
{"work_position": "Customer Service Specialist", "description": "<p><i>I am a professional Customer Service Representative with over 6 years experience in handling multi-national clients. My unique professional experience stems from years of providing excellent customer support, creative problem solving and building customer loyalty.</i></p>", "experience": "<p><i>I have over 10 years experience in customer service at a multi-national corporation. I'm multi-lingual and able to help international customers.Fluent in: English, Korean, Spanish, Brazilian Portuguese, Cantonese, Russian, Can type 80 words per minuteHobbies: Gardening, stamp collecting, calligraphy</i></p><h4>CUSTOMER SERVICE SPECIALIST</h4><p><i>Wilson International, Inc. | January, 2005 - present</i></p><ul><li><i>Assisted non-English speaking customers and clients</i></li><li><i>Addressed questions and complaints regarding products</i></li><li><i>Monitored customer satisfaction surveys every quarter</i></li></ul><h4>CUSTOMER SERVICE INTERN</h4><p><i>Heiman Software Labs | July, 2004 - December, 2004</i></p><ul><li><i>Assisted Customer Service team with daily tasks</i></li><li><i>Researched language skill application in relation to Customer Service duties</i></li></ul>", "education": "<p>BEECHTOWN COLLEGE, 2005</p><p><i>MA Communications Studies</i></p><p><i>Class of 2005 Valedictorian</i></p><p>&nbsp;</p><p>UNIVERSITY OF EL DORADO, 2002</p><p><i>BA Marketing, Minor Linguistics&nbsp;</i></p><ul><li><i>Honors program</i></li><li><i>El Dorado Scholarship recipient</i></li><li><i>Class of 2002 Salutatorian</i></li></ul>"},
{"work_position": "Journalist", "description": "<p>I graduated with a degree in journalism at the University of El Dorado, and my next goal is to have an MA in Developmental Journalism. I was a reporter and copy editor for the Beechtown Times, and want to spread my wings further by learning investigative reporting with a focus on developing nations.&nbsp;</p>", "experience": "<h4>Copy Editor</h4><p>Beechtown Times (January 2017 - May 2017)</p><p>Managed reporters</p><p>Edited news reports for grammar and accuracy.&nbsp;Ensured stories matches the publication's style andstandards.</p><h4>Reporter&nbsp;</h4><p>Beechtown Times (January 2014 - December 2016)</p><p>&nbsp;Wrote news features and breaking news articles, focusingon health and lifestyle stories</p><p>Adhered to AP Style guidelines and weekly deadlines</p>", "education": "<h4>Winslow University</h4><p>BA in Journalism</p><p>2009 - 2013</p><h4>Beechtown High School</h4><ul><li>- Class Valedictorian</li><li>- Student Council Vice-President&nbsp;</li></ul>"},
{"work_position": "CUSTOMER SERVICE ", "description": "<p>I am a professional Customer Service Representative with over 6 years experience in handling multi-national clients. My unique professional experience stems from years of providing excellent customer support, creative problem solving and building customer loyalty.</p>", "experience": "<h4>SCHNEIDER AND CO. BANK,</h4><p>Customer Support Officer |January 1999 to present</p><p>Handles client complaints and questionsAssists clients in opening and closing accountsGuides clients in credit card loss or theft procedure&nbsp;</p><h4>ANYWHERE BANK</h4><p>Customer Support Trainee and OfficerMarch 1997 to January 1999</p><p>Trained to handle customers' complaintsTaught to understand cultural differencesHandled customers who needed assistance in opening accounts</p>", "education": "<h4>EL DORADO UNIVERSITY</h4><p>Bachelor of Science Degree in Psychology</p><p>Editor-in-Chief of the El Dorado Gazette&nbsp;</p><h4>BEECHTOWN HIGH SCHOOL</h4><p>Clubs and extracurricular activities:</p><ul><li>- Psychology Club</li><li>- The Guardian, School Newspaper</li><li>- Secretary, School Council&nbsp;</li></ul>"},
{"work_position": "musical theatre actress", "description": "<p>An actress that wants to play multi-faceted characters to life during live musical performances.</p><p>Member of Theatre Actors' Union Represented by Jennifer Jones Talent Agency</p>", "experience": "<h4>Ensemble Member, Days of Summer</h4><p>from January to September 2020</p><ul><li>Studied the score, choreography, and blocking for scenes</li><li>Promoted musical production in radio and TV commercial spots</li></ul><h4>Commercial Model, Citrus Soda TV Commercial</h4><p>from February to March 2019</p><ul><li>Prepared for lines and conducted rehearsals.</li><li>Discussed interpretation and delivery of lines with TVC director</li></ul><h4>Voice Over Narrator for Commercial, Merry Artisanal Ice Cream</h4><p>from February to March 2017from February to March 2017</p><ul><li>Showcased voice acting prowess in two TV commercials</li></ul>", "education": "<p><strong>The Winslow Drama School,&nbsp;</strong>from 2011 to 2015</p>"},
{"work_position": "BS COMPUTER SCIENCE,  MINOR IN PHILOSOPHY AND  DATA ANALYTICS", "description": "<p>I am currently pursuing an undergraduate degree in Computer Science, and I'm very passionate about data, which I've focused on in my personal projects. I would like to go straight to a Masters program in Data Science right after graduation, as I believe that this will best further my skills. &nbsp;</p>", "experience": "<h4>TALAB ARTIFICIAL INTELLIGENCE LABORATORY</h4><p>May 2015 - April 2016</p><p><strong>Junior Data Scientist&nbsp;</strong></p><p>Contributed extensively to an interdisciplinary project involving drug simulation, drawing heavily on machine learning and linear optimization using a combination of Python and R.&nbsp;</p><h4>FLIP-FLOP TRAVELS</h4><p>April 2015 - May 2015</p><h4>Software Developer Intern</h4><p>Helped with the back-end of the company's mobile app and website; also implemented a recommendation algorithm for travel plans</p>", "education": "<p><strong>BEECHTOWN UNIVERSITY</strong></p><p>Bachelor of Science, Degree in Computer Science, Minor in Data Analytics</p><p>Given the Outstanding Leader Award; president of the Student Council and founder of the Economics Club</p>"},
{"work_position": "TEACHER", "description": "<p>An industrious and professional educator. Has a strong track record in improving students’ grades over the course of the year. A team player who understands the dynamics of the team’s members. Able to teach and summarize daily lessons in a fun and interesting manner.</p>", "experience": "<ul><li>Member of Minnesota Teachers Association</li><li>Problem-solving skills</li><li>Excellent oral and written communication&nbsp;</li><li>Proficient in Microsoft Office programs</li><li>Tutoring and one-on-one mentoring</li></ul>", "education": "<ul><li>Minnesota Department of Education</li><li>State of Minnesota Teaching License</li><li>University of Minnesota -&nbsp;BA in Elementary Education, Graduated 2019</li><li>CGPA: 3.8</li><li>Dean’s List</li><li>Summa Cum Laude</li></ul>"},
{"work_position": "RESEARCH COORDINATOR", "description": "<p>I am a committed researcher with excellent communication skills, both written and oral. I have expertise and experience in a variety of areas, such as Cultural Anthropology, Social Anthropology, and Art Studies.</p>", "experience": "<h4>Tradewell Inc.</h4><p>Research Coordinator</p><p>July2017 - Present</p><p>Organized and conducted countless interviews with clients and professional subjects. Assessing resources and producing deliverables on time. Preparation of research publications.</p><h4>The Bell and Tanner Group</h4><p>Research Assistant</p><p>January 2015- April 2017</p><p>Responsible for following established guidelines and gathering relevant data for projects, reports, and presentations.</p>", "education": "<h4>The New Nebraska University</h4><p>Bachelor of Science in Anthropology, June 2015</p>"},
{"work_position": "Teacher", "description": "<p>I am an entry level College Mathematics Professor with a passion for encouraging learning and analytical thinking. I am adept and conscientious in preparing lesson plans that are tailor-fit to the abilities and level of my students to challenge them and encourage them towards the pursuit of mathematical excellence.</p>", "experience": "<h4>TRINITY UNIVERSITY, BURR RIDGE, IL</h4><p>MATHEMATICS INSTRUCTOR - <i>2011 -&nbsp;PRESENT</i></p><ul><li>Lectures on all levels of Mathematics specializing in College Algebra</li><li>Advises students</li><li>Schedules development classes</li><li>Creates dynamic lesson plans suited to the right student level</li></ul><h4>HIGHLIGHTS AND ACCOMPLISHMENTS</h4><ul><li>Innovative teaching methods</li><li>Association of Educators and Lecturers Member</li><li>National Mathematics Society Member</li><li>Multi-media lecturer using innovative methods to engage and encourage students</li><li>Outstanding Teacher Award, Student’s Choice 2015</li></ul>", "education": "<h4>TRINITY UNIVERSITY, IL</h4><p>Master of Science in Mathematics Education</p><p><i>CLASS OF 2012</i></p><h4>Bachelor of Science i n Mathematics</h4><p>3.67 GPA</p><p><i>CLASS OF 2008</i></p>"},
{"work_position": "PROFESSIONAL EDUCATOR", "description": "<p>An industrious and professional educator. Has a strong track record in improving students’ grades over the course of the year. A team player who understands the dynamics of the team’s members. Able to teach and summarize daily lessons in a fun and interesting manner.</p>", "experience": "<h4>Member of Minnesota Teachers Association</h4><ul><li>Problem-solving skills</li><li>Excellent oral and written communication</li><li>Proficient in Microsoft Office programs</li><li>Tutoring and one-on-one mentoring</li></ul><p>&nbsp;</p>", "education": "<h4>2009-2013 | Minnesota Department of Education</h4><p>State of Minnesota Teaching License</p><h4>May - Aug 2010 | University of Minnesota</h4><p>Bachelor of Arts in Elementary Education&nbsp;Graduated 2019</p><p>CGPA: 3.8</p><p>Dean’s List</p><p>Summa Cum Laude</p>"}
]
